Repository: Hyask/apport
Catalog: po/*.po
Languages: af, ast, bg, es, he, kab, ku, mr, ne, pt, ru, sk

source: You are not the reporter or subscriber of this problem report, or the report is a duplicate or already closed. Please create a new report using "apport-bug".
af: Jy is nie die raporteerder of intekenaar van hierdie probleemverslag nie, of die verslag is 'n duplikaat of reeds afgesluit. Skep asseblief 'n nuwe verslag met behulp van "apport-bug".
bg: Вие не се явявате изпращач или абонат на доклада за проблем, възможно е доклада да е дублиран или вече е затворен. Моля създайте нов доклад като използвате «apport-bug».
es: Usted no es el informador o suscriptor de este informe de problema, o el informe es un duplicado o ya está cerrado. Cree un informe nuevo usando «apport-bug».
ku: Tu ne ragihîner an jî taqîbkera vê rapora pirsgirêkê yî, an jî rapor cot e an jî jixwe girtî ye Xêra xwe bi bikaranîna "apport-bug" raporeke nû çêbike.
mr: आपण ही समस्या अहवाल रिपोर्टर किंवा सदस्य नाही आहात, किंवा अहवाल डुप्लिकेट किंवा आधीच बंद केले आहे. "apport-bug" वापर करून नवीन अहवाल तयार करा.
ru: Вы не являетесь отправителем или получателем отчета об этой проблеме, возможно отчет уже существует или уже был закрыт.
sk: Nenahlásili ste toto hlásenie o chybe, alebo nie ste odberateľom noviniek o tejto chybe, alebo je toto hlásenie duplikát alebo už bolo uzavreté. Prosím vytvorte nové hlásenie pomocou "apport-bug".

source: You are not the reporter of this problem report. It is much easier to mark a bug as a duplicate of another than to move your comments and attachments to a new bug. Subsequently, we recommend that you file a new bug report using "apport-bug" and make a comment in this bug about the one you file. Do you really want to proceed?
af: Jy is nie die rapporteerder van hierdie probleemverslag nie. Dit is heelwat makliker om 'n fout as duplikaat van 'n ander te merk as om jou kommentaar en bylae te skuif na 'n nuwe bug. Subsequently, beveel ons aan dat jy 'n nuwe bug verslag indien met behulp van "apport-bug" en maak 'n opmerking in hierdie bug oor die een wat jy leêr. Wil jy regtig om voortgaan?
bg: Вие не сте създателят на този доклад за проблем. По-лесно е да маркирате тази грешка като дублиран на друг, от колкото да преместите вашите коментари и прикачени файлове в нова грешка. Освен това, ние ви препоръчваме да регистрирате нов доклад за грешка като използвате «apport-bug» и създадете коментар в тази грешка в същият файл. Наистина ли искате да продължите?
es: Usted no informó de este problema. Es mucho más fácil marcar un error como duplicado de otro que trasladar sus comentarios y archivos adjuntos a un nuevo error. Por lo tanto, le recomendamos que genere un nuevo informe de error utilizando «apport-bug» y haga un comentario en este error informando del que ha generado. ¿Está seguro de que quiere continuar?
he: בעיה זו לא דווחה על ידיך במקור. עדיף לסמן באג ככפול מאשר להעביר את ההערות ואת הקבצים המצורפים אליו לבאג חדש. כתוצאה מכך, ההמלצה היא ליצור דוח שגיאות חדש באמצעות "apport-bug" ולהעיר שם על התקלה שדווחה. האם ברצונך להמשיך?
ku: Tu ne ragihînera vê rapora pirsgirêkê yî. Xetayeke wekî kopiya yekî din îşaretkirin ji neqlkirina şîrove û bestekiyan ya ber bi xetayeke nû ve pir rehettir e. Dûre, em ji te re pêşniyar dikin ku tu bi bikaranîna "apport-bug"ê raporeke nû ya xetayê çêbikî û derheqê vê xetaya ku te çêkiriye de şîroveyeke bikî. Jidil dixwazî dewam bikî?
mr: आपण ही समस्या अहवाल रिपोर्टर नाहीत. नवीन बग आपल्या टिप्पण्या आणि संलग्नक पुढे यापेक्षा आणखी एक डुप्लिकेट म्हणून बग चिन्हांकित करण्यासाठी खूप सोपे आहे. त्यानंतर, आम्ही तुम्हाला "apport-bug" वापरून नवीन बग अहवाल आणि दाखल एक बद्दल हे बग एक टिप्पणी करा, असे शिफारसीय करतो. आपण खरोखर पुढे जायचे?
ru: Вы не являетесь создателем данного отчета. Намного проще, отметить ошибку как уже существующую, чем создавать свои комментарии и вкладывать их в новую ошибку. Впоследствии, мы рекомендуем вам подать новое сообщение об ошибке использовании "ошибка apport", и сделать замечание об этой ошибке в том же файле. Вы действительно хотите продолжить?
sk: Nenahlásili ste toto hlásenie o chybe. Je oveľa jednoduchšie označiť chybu ako duplikát inej chyby, ako preniesť vaše komentáre a prílohy do novej chyby. Následovne odporúčame aby ste nahlásili novú chybu pomocou "apport-bug" a pridali komentár k tejto chybe, o tej ktorú ste nahlásili. Naozaj chcete pokračovať?

source: No additional information collected.
af: Geen addisionele inligting ingesamel.
bg: Не е събрана допълнителна информация.
es: No se ha recopilado información adicional.
kab: Ulac tilɣa-nniḍen i d-yettwaleqḍen.
ku: Ti agahiyeke zêdetir nehate civandin.
mr: अधिक माहिती गोळा केली नाही.
ne: कुनै अतिरिक्त जानकारी संकलन गरिएन ।
ru: Дополнительная информация не была собрана.
sk: Neboli zozbierané žiadne dodatočné informácie.

source: What kind of problem do you want to report?
af: Watter tipe probleem probeer jy rapporteer?
ast: ¿De qué triba de problema quier informar?
bg: Какъв вид проблем искате да докладвате?
es: ¿De qué tipo de problema quiere informar?
he: מהי הבעיה עליה ברצונך לדווח?
kab: Anwa anaw n wuguren i tebɣiḍ ad temleḍ?
ku: Pirsgirêkeke bi çi awayî tu dixwazî rapor bikî?
mr: आपण काय प्रकारची समस्या तक्रार नोंदवू इच्छित आहात?
ne: तपाईले कस्तो समस्या प्रतिवेदन गर्न चाहनुहुन्छ?
pt: Que tipo de problema quer reportar?
ru: О какой проблеме вы бы хотели сообщить?
sk: Aký druh problému chcete nahlásiť?

source: Unknown symptom
af: Onbekende simptoom
ast: Síntoma desconocíu
bg: Неизвестен симптом
es: Síntoma desconocido
he: תסמין לא מוכר
kab: Ccira ur nettwassen ara
ku: Nîşaneya nenas
mr: अपरिचीत लक्षण
ne: अज्ञात लक्षण
pt: Sintoma desconhecido
ru: Неизвестный симптом
sk: Neznámy príznak

source: The symptom "%s" is not known.
af: Die simptoom "%s" is onbekend
ast: El síntoma «%s» ye desconocíu
bg: Симптомът «%s» е неизвестен.
es: El síntoma «%s» es desconocido.
he: התסמין „%s“ אינו מוכר.
kab: Ccira-nni %s" ur tettwassen ara.
ku: Nîşaneya "%s" nayê zanîn.
mr: लक्षण "%s" ज्ञात नाही.
ne: "%s" लक्षण विदित छैन।
pt: O sintoma "%s" não é conhecido
ru: Симптом «%s» не известен
sk: Príznak "%s" nie je známy.

source: After closing this message please click on an application window to report a problem about it.
af: Nadat u hierdie boodskap gesluit het, klik op die toepassingsvenster om 'n probleem daaroor te rapporteer.
bg: След като затворите това съобщение, моля кликнете на прозореца на приложението, за да докладвате за този проблем.
es: Después de cerrar este mensaje pulse en una ventana de aplicación para informar acerca de un problema con ella.
kab: Mi tmedleḍ izen-agi ttxil-k m ssit ɣef usfaylu n usnas akken ad tazneḍ aneqis fell-as.
ku: Piştî ku te vê peyamê girt xêra xwe ji bo raporkirina pirsgirêka derbarê vê de bitikîne ser paceyeke sepanê.
mr: हा संदेश बंद केल्यानंतर त्याबद्दल एक समस्या कळवण्याची खिडकी वर क्लिक करा.
ru: После закрытия этого сообщения, пожалуйста, щелкните по окну приложения, чтобы сообщить о проблеме.
sk: Pre nahlásenie problému s aplikáciou kliknite, prosím, po zavretí tejto správy na okno aplikácie.

source: xprop failed to determine process ID of the window
af: xprop nagelaat om proses bepaal ID van die venster
bg: xprop неуспя да определи идентификатора на процеса за прозореца
es: xprop falló al determinar la ID de proceso de la ventana
kab: xprop igguma ad d-yaf ID n ukala n usfaylu
ku: xprop di tesbîtkirina IDya kirariyê ya paceyê de bi ser neket
mr: xprop विंडो प्रक्रिया आयडी निर्धारित करण्यासाठी अयशस्वी झाले
ru: xprop не удалось определить ID процесса этого окна
sk: xprop nedokázal zistiť identifikátor procesu okna

source: %prog <report number>
bg: %prog <номер на доклада>
es: %prog <número del informe>
ku: %prog <nimreya raporê>
ne: %prog <प्रतिवेदन सङ्ख्या>
ru: %prog <номер отчета>
sk: %prog <číslo hlásenia>

source: Specify package name.
af: Spesifiseer pakket naam.
bg: Посочете име на пакета.
es: Especifique el nombre del paquete.
he: נא לציין את שם החבילה.
kab: Sbadu isem n ukemmus.
ku: Navê pakêtê diyar bike.
mr: पॅकेज नाव निर्देशित करा.
ne: प्याकेज नाम खुलाउनुहोस्
ru: Задайте имя пакета.
sk: Zadajte názov balíka.

source: Add an extra tag to the report. Can be specified multiple times.
af: Voeg 'n ekstra tag by die verslag. Kan verskeie kere gespesifiseer word.
bg: Добавете допълнителен етикет към доклада си. Може да бъде указан няколко пъти.
es: Añade una etiqueta adicional al informe. Se puede especificar varias veces.
kab: Rnu ticreḍt-nniḍen i weneqqis. Tezmer ad d-ttunefk aṭas n tikkal.
ku: Etîketekî ekstra li raporê zêde bike. Ji yek caran zêdetir dikare were diyarkirin.
mr: अहवाल एक अतिरिक्त टॅग जोडा. अनेक वेळा निर्देशीत करणे शक्य आहे.
ru: Добавить дополнительный тег в отчет. Может быть указан несколько раз.
sk: Pridať k hláseniu značku navyše. Môže byť zadaná viackrát.

source: %prog [options] [symptom|pid|package|program path|.apport/.crash file]
af: %prog [opsies] [simptoom|pid|pakket|program pad|.apport/.crash lêer]
ast: %prog [opciones] [síntomes|pid|paquete|camín pal programa|.apport/.crash]
bg: %prog [параметри] [признак|pid|пакет|път до програмата|.apport/.crash файл]
es: %prog [opciones] [síntomas|pid|paquete|ruta al programa|archivo .apport o .crash]
pt: %prog [opções] [sintoma|pid|pacote|caminho do programa|ficheiro .apport/.crash]
ru: %prog [параметры] [признак|pid|пакет|путь до программы|.apport/.crash файл]
sk: %prog [možnosti] [symptóm|pid|balík|cesta k programu|.apport/.crash súbor]

source: Start in bug filing mode. Requires --package and an optional --pid, or just a --pid. If neither is given, display a list of known symptoms. (Implied if a single argument is given.)
af: Begin in bug vul modus. Vereis --pakket en 'n opsionele --pid, 0of net 'n --pid. Indien geeneen verskaf word nie, vertoon 'n lys van bekende simptome. (By implkasie dat 'n enkele argument gegewe is.
ast: Entamar nel mou de notificación de fallos. Requier --package y un --pid opcional, o sólo un --pid. Si nun s'apurre dengún, amuesa una llista de síntomes conocíos. (Implícitu si s'apurre un únicu argumentu.)
bg: Стартиране в режим на регистриране на грешка. Изисква --package и по избор --pid, или само --pid. Ако не е подаден аргумент се показва списък с известни симптоми. (Стандартно ако е подаден единствен аргумент.)
es: Comenzar en el modo de notificación de errores. Requiere --package y un --pid opcional, o sólo un --pid. Si no se proporciona ninguno, muestra una lista de síntomas conocidos. (Implícito si se proporciona un único argumento.)
he: התחלה במצב מילוי שגיאות. נדרש ‎--package ו־‎--pid (לא חובה), או ‎--pid בלבד. אם אף אחד מאלה לא הוזן, תוצג רשימה של סימפטומים ידועים. (מרומז במקרה שצוין ארגומנט יחיד.)
ku: Di moda pelkirina çewtiyan de destpêbike. --package hewceye û bi dilxwazî yek --pid, ya jîbi tenê --pid ek. Kû yek jî nê dayîn listeya nîşaneyên tên zanin nîşandide.(Tê wateya ku hebek arguman bê dayîn.)
mr: बग दाखल मोडमध्ये सुरू करा. --package आणि एक पर्यायी --pid, किंवा फक्त एक --pid आवश्यक आहे. नाही दिली तर ओळखले लक्षणे यादी प्रदर्शित केली जाईल. (एकच आर्ग्युमेण्ट दिले असेल तर.)
pt: Iniciar em modo de classificação de defeitos. Requer --package e um opcional --pid, ou somente um --pid. Se nenhum é fornecido, mostra uma lista de sintomas conhecidos. (Automático se um único argumento é fornecido)
ru: Запуск в режиме отправки отчёта об ошибке. Требует параметр --package и необязательный --pid, или только --pid. Если параметры не переданы, отображает список известных симптомов. (Применяется, когда передан единственный аргумент.)
sk: Spustiť v režime nahlásenia chyby. Vyžaduje --package a voliteľný --pid, alebo len --pid. Ak nie je zadaný ani jeden z nich, zobrazí sa zoznam známych príznakov. (Predpokladané ak je zadaný len jeden argument.)

source: Click a window as a target for filing a problem report.
af: Klik 'n venster as teiken vir indiening 'n probleem verslag.
bg: Кликнете на целевият прозорец, за да попълните доклад за грешка.
es: Pulse una ventana como objetivo para rellenar un informe de problema.
kab: Ssit ɣef usfaylu amzun d anican aken ad yaččar uneqqis n wugur.
ku: Ji bo tijîkirina rapora pirsgirêkê wekî hedefek bitikîne paceyeke.
mr: एक समस्या अहवालासाठी लक्ष्य विंडो क्लिक करा.
ru: Щелкните по целевому окну для заполнения отчёта о проблеме.
sk: Kliknite na okno ktoré bude cieľom pre vyplnenia hlásenia o chybe.

source: Start in bug updating mode. Can take an optional --package.
af: Begin in bug opdatering modus. Kan 'n opsionele --pakket vat.
bg: Стартиране в режим на обновяване на грешка. Приема се аргумент по избор --package.
es: Iniciar en modo de actualización de errores. Admite un parámetro --package opcional.
ku: Di moda rojanekirina çewtiyê de bide destpêkirin. Eger bixwazî dikarî -package'ek hildî.
mr: बग अद्ययावत करणे मोडमध्ये सुरू. एक पर्यायी --package घेऊ शकता.
ru: Запустить в режиме обновления ошибки. Может принимать дополнительный ключ --package.
sk: Začnite v režime aktualizácie chyby. Môžete použiť voliteľný argument --package.

source: File a bug report about a symptom. (Implied if symptom name is given as only argument.)
af: Handig 'n bug rapport in oor 'n simptoom. (By implikasie dat 'n stelselnaam gegee word as die enigste argument.)
ast: Rellenar un informe de fallu sobre un síntoma. (Implícitu si s'apurre un nome de síntoma como únicu argumentu.)
bg: Регистриране на доклад за грешка относно симптом. (Стандартно ако името на симптома е подадено като единствен аргумент.)
es: Rellenar un informe de error acerca de un síntoma. (Implícito si se proporciona un nombre de síntoma como único argumento).
he: הגשת דיווח על תסמין. (מרומז אם שם התסמין ניתן רק כארגומנט.)
ku: Di dermafê nîşaneyê de raporeke çewtiyê bipel bike.(Tê wateya ku li şûna argumanê navê nîşaneyê bê dayîn.)
mr: एक लक्षणाबद्दल बग अहवाल. (जर लक्षण नाव एकमेव वितर्क म्हणून दिले जाते तर.)
ne: कुनै लक्षण सम्बन्धी त्रुटि प्रतिवेदन दर्ता गर्नुहोस्। (जब लक्षण नाम नै एकमात्र तर्क भएमा लागू हुने)
pt: Submete um relatório de defeito sobre um sintoma. (Automático se um nome de sintoma é fornecido como único argumento)
ru: Отправить отчёт об ошибке с симптомом. (Применяется, когда название симптома передано в качестве единственного параметра.)
sk: Vytvorte chybové hlásenie o príznaku. (Predpokladané ak je zadané ako jediný argument názov príznaku.)

source: Specify package name in --file-bug mode. This is optional if a --pid is specified. (Implied if package name is given as only argument.)
af: Spesifiseer 'n pakketnaam in --lêer-bug modus. Hierdie is opsioneel as 'n --pid gespesifiseer is. (By implikasie dat 'n pakketnaam as die enogste argument gegee word.)
ast: Especifique'l nome del paquete nel mou --file-bug. Esto ye opcional si un --pid s'especifica. (Implícitu si se dió un nome de paquete como un únicu argumentu)
bg: Посочете името на пакета в --file-bug режима. Това е по избор ако --pid e посочен. (Стандартно ако името на пакета е подадено като единствен аргумент.)
es: Especifique el nombre del paquete en el modo --file-bug. Esto es opcional si un --pid es especificado. (Implícito si se ha dado un nombre de paquete como un único argumento).
ku: Navê peldankê di moda --file-bug de diyar bike. Eger --pid hatibe diyarkirin, ev girêdayî daxwazê ye. (Eger navê pakêtê wekî yek argumanek hatibe dayîn.)
mr: --file-bug mode मध्ये पॅकेज नाव निर्देशीत करा. एक --pid निर्दिष्ट केले नसेल तर हे ऐच्छिक आहे. (जर संकुल नाव एकमेव वितर्क म्हणून दिले तर.)
pt: Especifica um nome de pacote em modo --file-bug. Opcional se um --pid é especificado. (Automático se um nome de pacote é fornecido como único argumento)
ru: Указать имя пакета в режиме --file-bug. Необязательно, если указан --pid. (Применяется, когда имя пакета передано в качестве единственного параметра.)
sk: Zadajte názov balíka v režime --file-bug. Je to voliteľné ak je zadaný --pid. (Predpokladané ak je zadané ako jediný argument názov.)

source: Specify a running program in --file-bug mode. If this is specified, the bug report will contain more information. (Implied if pid is given as only argument.)
af: Spesifiseer 'n lopie program in --lêer-bug wyse. As dit gespesifiseer word, die bug verslag sal bevat meer inligting. (Geïmpliseer indien pid slegs as enigste argument.)
bg: Определете работеща програма -- в -file-bug режим. Ако това е посочено, доклада за грешка ще съдържа повече информация. (Стандартно ако pid е даден като единствен аргумент.)
es: Especificar un programa ejecutándose en modo --file-bug. Si se especifica, el informe de error contendrá más información. (Implica si pid se da como un argumento solo.)
he: יש לציין תכנית פעילה במצב ‎--file-bug. אם פרמטר זה יתווסף דיווח הבאג יכיל מידע נוסף. (כלומר שהמזהה התהליך, ה־pid, ניתן כארגומנט בלבד.)
ku: Bernameyeke ku di moda --file-bug de bixebite diyar bike. Eger ev nediyarkirî be, rapora pirsgirêkê wê zêdetir dêtayan bihewîne. (Tê qesdkirin ku eger PID wekî yek argumenek hatibe dayîn.)
mr: --file-bug मोड मध्ये एक रनिंग कार्यक्रम निर्देशीत करा. हे निर्देशीत केल्यास, बग अहवाल अधिक माहिती असेल. (जर पी आय डी एकमेव वितर्क म्हणून दिले तर.)
ru: Указывает запущенную программу при работе в режиме --file-bug. При этом отчет будет содержать больше информации. (Подразумевается, что pid — единственный указанный аргумент.)
sk: Špecifikujte spustený program v režime --file-bug. S týmto upresnením bude hlásenie obsahovať viac informácií. (Ak je číslo procesu uvedené ako jediný argument.)

source: The provided pid is a hanging application.
af: Die voorsien pid is 'n hang toepassing.
ast: El pid proporcionáu ye una aplicación colgada.
bg: Посоченият идентификатор принадлежи на процес, който не отговаря.
es: El pid proporcionado es una aplicación colgada.
he: ה־pid (מזהה היישום) שסופק מצביע על יישום תקוע.
ku: Pid'a diyarkirî (id'ya bernameyê) sepanekî nexilasbûyî ye.
mr: प्रदान PID एक अडकलेला अनुप्रयोग आहे.
ru: Указанный идентификатор принадлежит процессу, который не отвечает.
sk: Poskytnutý pid je zamrznutá aplikácia.

source: Report the crash from given .apport or .crash file instead of the pending ones in %s. (Implied if file is given as only argument.)
af: Rapporteer die ineenstorting vanaf 'n gegewe .apport of .crash lêer in plaas van die afwagtende verlsae in %s. (By implikasie dat die lêer as enigste agrument gegee word.)
ast: Informar del fallo a partir de los ficheros .apport o .crash indicaos en llugar de los pendientes en %s. (Implícitu si s'indica el ficheru como únicu argumentu.)
bg: Докладване на срив от даден .apport или .crash файл вместо от висящите в %s. (Стандартно ако файла е подаден като единствен аргумент.)
es: Informar del fallo a partir de los archivos .apport o .crash indicados en lugar de los pendientes en %s. (Implícito si se indica el archivo como único argumento.)
he: דיווח על התקלה מקובץ ‎.apport או ‎.crash נתון במקום אלו שממתינים ב־%s. (מרומז אם ניתן קובץ כארגומנט יחיד.)
ku: Rapora çewtiyê li şûna yên ku di %s de li bendê ne ji peldankên .apport an .crash ragihîne. (Eger navê peldankê wekî yek argumenek be.)
mr: %s प्रलंबित विषयाऐवजी दिलेले .apport किंवा .crash फाइल पासून क्रॅश अहवाल द्या. (फाइल एकमेव वितर्क म्हणून दिले गेले असेल तर.)
pt: Relatar a falha de um arquivo .apport ou .crash fornecido ao invés dos arquivos pendentes em %s. (Automático se o arquivo é fornecido como único argumento)
ru: Отправить данные о сбое из заданного файла .apport или .crash вместо ожидаемых в %s. (Применяется, когда файл передан в качестве единственного параметра.)
sk: Nahláste pád z daného .apport alebo .crash súboru namiesto zostávajúcich v %s. (Predpokladané ak je zadaný ako jediný argument súbor.)

source: In bug filing mode, save the collected information into a file instead of reporting it. This file can then be reported later on from a different machine.
af: In bug indiening wyse, stoor die ingesamel inligting in 'n lêer plaas van verslagdoening dit. Hierdie lêer kan dan wees berig later op van 'n verskillende masjien.
es: En el modo de relleno del error, guarda la información recopilada en un archivo en vez de enviarla. Este archivo se puede enviar más tarde desde un equipo diferente.
ku: Di moda tijîkirina çewtiyê de, li şûna ku wan ragihînî agahiyên berhevkirî qeydê peldankekî bike. Ev peldank paşê ji makîneyek din dikare bê raporkirin.
ru: При работе в режиме отправки отчета, сохраняет информацию в файле вместо ее отправки. Этот файл можно будет отправить позднее или с другого компьютера.
sk: Uložiť hlásenie do súboru namiesto priameho odosielania. Tento súbor môže byť nahlásený neskôr aj z iného zariadenia.

source: Print the Apport version number.
af: Druk die Apport weergawe nommer.
ast: Amosar el númberu de versión d'Apport
bg: Отпечатай номера на версията на Apport.
es: Mostrar el número de versión de Apport
he: הצגת מספר הגרסה של Apport.
kab: Siggez uḍḍun n lqem n uneqqis.
ku: Hejmara guhertoya Apport çap bike.
mr: Apport आवृत्ती क्रमांक छापा.
pt: Imprime o número da versão do Apport
ru: Напечатать номер версии Apport.
sk: Zobraziť čislo verzie programu Apport.

source: This will launch apport-retrace in a terminal window to examine the crash.
af: Hierdie sal launch apport-retrace in 'n terminale venster te ondersoek die crash.
ast: Esto executará apport-retrace nuna terminal pa desaminar el fallu.
bg: Ще се стартира «apport-retrace» в терминален прозорец и ще извърши проверка на аварийното завършване на работата.
es: Esto ejecutará apport-retrace en una terminal para examinar la falla.
he: פעולה זו תפעיל את apport-retrace בחלון מסוף כדי לנתח את הקריסה.
kab: Ayagi ad iskker apport-retrace deg usfaylu n tdiwent akken ad isekyed aɣelluy.
ku: Ev wê ji bo lêkolîna hilweşînê, di paceya termînalê de fermana "apport-retrace" bide xebitandin.
ru: Будет произведён запуск «apport-retrace» в окне терминала для выполнения проверки аварийного завершения работы.
sk: Týmto spustíte apport-retrace v terminálovom okne na preskúmanie pádu.

source: Run gdb session
af: Hardloop gdb sessie
ast: Executar una sesión gdb
bg: Стартирай gdb сесия
es: Ejecutar una sesión gdb
he: הפעלת gdb
kab: Senker tiɣimit gdb
ku: Danişîna gdb bixebitîne
mr: gdb सेशन चालवा
ne: gdb सत्र चलाउनुहोस्
ru: Запустить сеанс gdb
sk: Spustiť gdb reláciu

source: Run gdb session without downloading debug symbols
af: Hardloop gdb sessie sonder aflaai debug simbole
ast: Executar una sesión gdb ensin descargar símbolos de depuración
bg: Стартирай gdb сесия без изтегляне на символите за отстраняване на грешки
es: Ejecutar una sesión gdb sin descargar símbolos de depuración
he: הפעלת gdb מבלי להוריד סימני ניפוי שגיאות
kab: Selkem tiɣimit gdb war asader n yizamulen n useɣti
ku: Danişîna gdb'yê bêyî daxistina sembolên neqandina çewtiyan bixebitîne
mr: डिबग चिन्हे डाउनलोड न करता gdb सेशन चालवा
ru: Запустить сеанс gdb, не выполняя загрузку отладочных символов
sk: Spustiť gdb reláciu bez sťahovania ladiacich symbolov

source: Update %s with fully symbolic stack trace
af: Opdateer %s met ten volle simboliese stapel spoor
ast: Anovar %s con una pila de siguimientu completamente simbólica
bg: Актуализирай %s с пълно проследяване на символичното трасиране на стека
es: Actualizar %s con una pila de seguimiento completamente simbólica
he: עדכון %s במעקב ערימה בסמליות מלאה
ku: Temamiya peldanka %s bi şopa komikê ya sembolîk rojane bike
mr: पूर्णपणे प्रतिकात्मक स्टॅक ट्रेसने %s अद्ययावत करा
ru: Обновить %s с полным отслеживанием символического стека
sk: Aktualizovať %s pomocou úplného symbolického trasovania zásobníku

source: Can't remember send report status settings
af: Kan nie onthou nie sturr verslag statusse instellings
es: No se puede recordar la preferencia sobre enviar estados de informes
he: לא ניתן לשמור הגדרות מצב שליחת דיווח
kab: Ur necfi ara nuzen iɣewwaṛen n waddad n uneqqis

source: Saving crash reporting state failed. Can't set auto or never reporting mode.
af: Spaar crash verslagdoening staat misluk. Kan nie stel outo of nooit verslagdoening wyse.
es: No se pudo guardar el estado del informe de error. No se puede establecer el modo de informe «auto» o «nunca».
he: שמירת מצב דיווח הקריסה נכשלה. לא ניתן להגדיר מצב דיווח אוטומטי או לעולם לא.
