Repository: Hyask/apport
Catalog: po/*.po
Languages: af, ast, bg, es, he, kab, ku, mr, ne, pt, ru, sk

source: Usage: %s <report> <target directory>
af: Gebruik: %s <report> <target directory>
ast: Usu: %s <informe> <direutoriu oxetivu>
es: Uso: %s <informe> <directorio objetivo>
kab: Aseqdec: %s <report> <target directory>
ku: Bikaranîn: %s <rapor> <pêrista hedef>
mr: वापर : %s <report> <target directory>
ne: उपयोग: %s <report> <target directory>
pt: Utilização: %s <relatório> <directório de destino>
ru: Использование: %s <отчет> <папка назначения>
sk: Použitie: %s <hlásenie> <cieľový adresár>

source: Destination directory exists and is not empty.
af: Bestemming gids bestaan ​​en is nie leeg nie.
ast: El direutoriu de destín esiste y nun ta ermu.
es: El directorio de destino existe y no está vacío.
he: ספריית היעד קיימת ואינה ריקה.
kab: Akaram n taɣerwaḍt yella yerna mačči d ilem.
ku: Pêrista ku tê hedefkirin jixwe heye û ne vala ye.
mr: गंतव्य निर्देशिका विद्यमान आहे आणि रिक्त नाही.
ne: गन्तव्य निर्देशिका अवस्थित छ तथा खाली छैन
pt: Directório de destino existe mas não está vazio
ru: Папка назначения существует и не пуста.
sk: Cieľový adresár existuje a nie je prázdny.

source: Collect system information
af: Kollekteer stelsel inligting
ast: Recopilar información del sistema
bg: Събери информация за системата
es: Recopilar información del sistema
he: איסוף מידע על המערכת
kab: Alqaḍ n telɣa n unagraw
ku: Agahiyên sîstemê bicivîne
mr: प्रणाली माहिती गोळा करा
ne: प्रणाली जानकारी बटुल्नुहोस्
ru: Собрать сведения о системе
sk: Získať informácie o systéme

source: Authentication is required to collect system information for this problem report
af: Outentisering word vereis om Stelselinligting vir hierdie probleemverslag in te samel
ast: Necesítase autenticación pa recopilar información del sistema pa informar d'esti problema
bg: За да изпратите съобщение за проблем и събиране на информация за системата, е необходимо да се идентифицирате
es: Se necesita autenticación para recopilar información del sistema para informar de este problema
he: נדרש אימות כדי לאסוף פרטים לדוח תקלה זה
kab: Yettwasra usesteb akken ad tettwalqeḍ telɣut n unagraw i weneqqis ɣef wugur-agi
ku: Ji bo vê rapora pirsgirêkê di civandina agahiyên sîstemê de destûrdarkirin lazim e
ru: Чтобы отправить отчёт о неполадке и собрать сведения о системе, необходимо выполнить аутентификацию
sk: Pre získanie systémových informácií potrebných k ohláseniu tohto problému je požadované overenie totožnosti

source: System problem reports
af: Stelselprobleemverslae
ast: Informes de problemes del sistema
bg: Доклади за системни грешки
es: Informes de problemas del sistema
he: דיווחי תקלות במערכת
kab: Ineqqisen n wuguren n unagraw
ku: Raporên pirsgirêkê yên sîstemê
mr: प्रणाली समस्या अहवाल
ne: प्रणाली समस्या प्रतिवेदनहरू
ru: Отчёты о системных ошибках
sk: Hlásenie o probléme so systémom

source: Please enter your password to access problem reports of system programs
af: Sleutel asseblief jou wagwoord in om toegang te verkry tot probleemberigte van stelselprogramme
ast: Escribi la to contraseña p'acceder a los informes de problemes de programes del sistema
bg: Моля, въведете паролата си за достъп до докладите за проблеми на системни програми
es: Escriba su contraseña para acceder a los informes de problemas de programas del sistema
he: נא להזין את הססמה שלך כדי לגשת לדיווחים על תקלות שנמצאו בתכניות המערכת
kab: Ttxil sekcem awal-ik uffir akken ad tkecmeḍ ɣer yineqqisen n wuguren n wahilen n unagraw
ku: Xêra xwe ji bo bigihîjî raporên pirsgirêkê yên bernameyên sîstemê şîfreya xwe têkeve
ne: कृपया प्रणाली कार्यक्रम को समस्या रिपोर्ट पहुँच गर्न आफ्नो पासवर्ड प्रविष्ट गर्नुहोस
ru: Введите свой пароль для доступа к отчётам об ошибках в системных программах
sk: Zadajte prosím svoje heslo, aby mohol byť problém systémového programu nahlásený.

source: Press any key to continue...
af: Druk enige sleutel om voort te gaan...
ast: Calca una tecla pa siguir...
bg: Натиснете някой клавиш, за да продължите...
es: Pulse una tecla para continuar...
he: לחץ על מקש כלשהו להמשך...
kab: Sit ɣef tsarut tebɣiḍ akken ad tkemmleḍ...
ku: Ji bo berdewamê pê li bişkokekê bikin...
mr: पुढे जाण्यास कोणतीही कळ दाबा...
ne: जारी राख्नको लागि कुनै कुञ्जी थिच्नुहोस्...
pt: Prima qualquer tecla para continuar...
ru: Чтобы продолжить, нажмите любую клавишу...
sk: Pokračujte stlačením ľubovoľného klávesu...

source: What would you like to do? Your options are:
af: Wat wil jy graag doen? Kies uit die opsies:
ast: ¿Qué quies facer? Les tos opciones son:
bg: Какво бихте искали да направите? Вашите опции са:
es: ¿Qué desea hacer? Sus opciones son:
he: מה ברצונך לעשות? אפשרויותיך הן:
kab: D acu i tebɣiḍ ad tgeḍ? Tesɛiḍ ad tferneḍ gar:
ku: Tu dixwazî çi bikî? Alternatîvên te:
mr: तुम्हाला काय करायला आवडेल? पर्याय याप्रमाणे आहेत:
ne: तपाईं के गर्न चाहनु हुन्छ? तपाईंको विकल्प हो:
pt: O que gostaria de fazer? As suas opções são:
ru: Что вы хотите сделать? Возможные варианты:
sk: Čo by ste radi urobili? Vaše možnosti sú:

source: Please choose (%s):
af: Kies asseblief (%s):
ast: Por favor escueye (%s):
bg: Моля, изберете (%s)
es: Por favor elija (%s):
he: נא לבחור (%s):
kab: Ttxil fren (%s):
ku: Xêra xwe bibijêre (%s):
mr: कृपया निवडा (%s):
ne: छान्नुहोस् (%s):
pt: Por favor escolha (%s):
ru: Пожалуйста, выберите (%s):
sk: Prosím, zvoľte (%s):

source: After the problem report has been sent, please fill out the form in the automatically opened web browser.
af: Na afloop van die probleem verslag is gestuur, vul asseblief die vorm in die outomaties oop webblaaier.
ast: Lluéu de que la información del problema se tenga unviao, por favor, completa'l formulariu que s'abrirá automáticamente nel to restolador.
bg: След като доклада за проблема бъде изпратен, моля попълнете формата в браузъра, който ще се отвори след това.
es: Después de que se haya enviado el informe del problema, por favor, complete el formulario que se abrirá automáticamente en su navegador.
he: לאחר שדיווח אודות התקלה נשלח, נא מלאו את הטופס בדפדפן האינטרנט שנפתח אוטומטית.
kab: Mi yettwazen uneqqis n wuguren, ttxil ččar tiferkit deg iminig web yeldin s wudem awurman.
ku: Pîştî rapor hat şandin ji kerema xwe ra forma di geroka webê de ku bixweber vebû dagirin.
pt: Depois do relatório do problema ter sido enviado, por favor preencha o formulário na janela do navegador web que é aberta automaticamente.
ru: После того, как отчёт будет отправлен, заполните форму в автоматически открывшемся окне браузера.
sk: Po odoslaní hlásenia o chybe, vyplňte, prosím, formulár v automaticky otvorenom internetovom prehliadači.

source: &Send report (%s)
af: &Stuur verslag (%s)
ast: &Unviar informe (%s)
bg: &Изпрати доклад (%s)
es: &Enviar informe (%s)
he: &שלח דוח (%s)
kab: &Azen aneqqis (%s)
ku: &Raporê bişîne (%s)
mr: बग अहवाल पाठवा (&S) (%s)
ne: प्रतिवेदन पठाउनुहोस् (%s)
pt: &Enviar relatório (%s)
ru: &Отправить отчёт (%s)
sk: &Odoslať hlásenie (%s)

source: &Examine locally
af: &Examine plaaslik
ast: &Desaminar llocalmente
bg: &Локална проверка
es: &Examinar localmente
he: &ניתוח מקומי
kab: &Sekyed dinna kan
ku: &Analîza herêmî bike
mr: स्थानीयरित्या तपासा (&E)
ne: स्थानीयरूपमा जाँच गर्नुहोस्
ru: &Локальная проверка
sk: &Preskúmať lokálne

source: &View report
af: &Beskou verslag
ast: &Ver informe
bg: &Прегледай доклада
es: &Ver informe
he: ה&צג דוח
kab: &Sken aneqqis
ku: Raporê &bibîne
mr: अहवाल बघा (&V)
ne: प्रतिवेदन हेर्नुहोस्
pt: &Ver relatório
ru: &Просмотреть отчёт
sk: &Pozrieť hlásenie

source: &Keep report file for sending later or copying to somewhere else
af: &Hou verslag lêer vir later stuur of kopiëring na 'n ander plek
ast: &Guardar l'informe pa unviar lluéu, o pa copialu en dalgún otru llugar.
bg: &Съхрани файла на доклада за изпращане по-късно или копиране на друго място
es: &Guardar el informe para enviarlo luego, o para copiarlo a algún otro lugar.
he: &שמור על קובץ הדוח לשליחה מאוחרת או העתקה למיקום אחר
kab: &Eǧǧ afaylu n uneqqis akken ad t-tazneḍ ticki neɣ ad t-tneɣleḍ deg wanda-nniḍen
ku: Ji bo paşê bişînî yan jî tomar bikî ciye&kî din raporê veşêre
mr: नंतर किंवा दुसरीकडे कुठेतरी पाठवून कॉपी अहवाल फाईल ठेवा(_K)
pt: &Manter o ficheiro do relatório para enviar depois ou copiar para outro local
ru: &Сохранить файл отчёта для последующей отправки или копирования куда-либо
sk: &Uchovať súbor s hlásením pre neskoršie odoslanie alebo kopírovanie na iné miesto

source: Cancel and &ignore future crashes of this program version
af: Kanselleer en &ignoreer toekomstige ineenstortings van hierdie program weergawe
ast: Encaboxar ya &inorar fallos futuros d'esta versión del programa.
bg: Отмени и &игнорирай бъдещи сривове на тази версия на програмата
es: Cancelar e &ignorar errores futuros de esta versión del programa
he: בטל והת&עלם מקריסות עתידיות של גירסה זו של התוכנה
kab: Sefsex tanfeḍ i yiɣelluyen i d-itteddun n lqem n wahil-a
ku: Betal yan jî &Derbasbibe di hilweşînên vê bernameyê yên di pêşerojê de
mr: रद्द करा आणि या कार्यक्रमाच्या या आवृत्तीचे भविष्यातील क्रॅशकडे दुर्लक्ष करा
pt: Cancelar e &ignorar futuros erros desta versão da aplicação
ru: Отменить и &игнорировать будущие сбои в этой версии программы
sk: Zrušiť a &ignorovať budúce pády tejto verzie programu

source: &Cancel
af: &Kanselleer
ast: &Encaboxar
bg: &Отмени
es: &Cancelar
he: &ביטול
kab: &Sefsex
ku: &Betal
mr: रद्द करा (&C)
ne: रद्द गर्नुहोस् (&C)
pt: &Cancelar
ru: О&тменить
sk: &Zrušiť

source: Problem report file:
af: Probleemverslaglêer:
ast: Ficheru del informe del problema:
bg: Отчетен файл на проблем:
es: Archivo del informe del problema:
he: קובץ דיווח התקלה:
kab: Afaylu n uneqqis n wuguren:
ku: Pela rapora pirsgirêkê:
mr: समस्या अहवाल फाईल :
ne: समस्या रिपोर्ट फाइल:
pt: Ficheiro com o relatório do problema:
ru: Файл отчёта о проблеме:
sk: Súbor hlásenia problému:

source: &Confirm
af: &Bevestig
ast: &Confirmar
bg: &Потвърди
es: &Confirmar
he: &אשר
kab: & Sentem
ku: &Erê bike
mr: खात्री करा (&C)
ne: सुनिश्चित गर्नुहोस्
pt: &Confirmar
ru: &Подтвердить
sk: &Potvrdiť

source: Collecting problem information
af: Versamel probleeminformasie
ast: Recopilando información del problema
bg: Събиране на информация за проблема
es: Recopilando información del problema
he: אוסף מידע אודות התקלה
kab: Alqaḍ n telɣa ɣef wuguren
ku: Agahiyên pirsgirêkê tên civandin
mr: समस्या माहिती गोळा करत आहे
ne: समस्या जानकारी सङ्कलन हुँदैछ​।
pt: A recolher informações sobre o problema
ru: Сбор информации о проблеме
sk: Získavajú sa údaje o probléme

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
af: Die versamelde informasie kan wees gestuurde om die ontwikkelaars te verbeter die toepassing. Dit mag 'n paar minute neem.
ast: La información recopilada puede unviase a los desendolcaodres pa meyorar l'aplicación. Esto puede tardar unos minutos.
bg: Събраната информация може да се изпрати на разработчиците, за да подобрят приложението. Това може да отнеме няколко минути.
es: La información recopilada puede enviarse a los desarrolladores para mejorar la aplicación. Esto puede tardar unos minutos.
he: ניתן לשלוח את המידע שנאסף למפתחים כדי לשפר את היישום. פעולה זו עלולה להמשך מספר דקות.
kab: Tilɣa yettwaleqḍen zemrent ad ttwasnent ɣer yineflayen i usnerni n usnas. Aya yezmer ad yeṭṭef kra n tesdatin.
ku: Agahiyên civandî kare bê şandin ji pisporan re ji pêşxistina sepanê. Ev dibe ku çend xulekan bigire.
pt: A informação recolhida pode ser enviada aos programadores de modo a melhorar a aplicação. Isto pode demorar alguns minutos.
ru: Собранная информация может быть направлена разработчикам для улучшения приложения. Это может занять несколько минут.
sk: Zhromaždené informácie môžu byť odoslané vývojárom na zlepšenie aplikácie. Môže to trvať pár minút.

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
af: Die versamelde informasie word tans gestuur aan die bug sporingstelsel. Dit mag 'n paar minute duur.
ast: La información recopilada ta unviándose al sistema de seguimientu de fallos. Esto puede tardar unos minutos.
bg: Събраната информация се изпраща на системата за следене за грешки. Това може да отнеме няколко минути.
es: La información recopilada está enviándose al sistema de seguimiento de errores. Esto puede tardar unos minutos.
he: המידע שנאסף נשלח כעת אל מערכת המעקב אחר התקלות. פעולה זו עלולה להמשך מספר דקות.
kab: Tilɣa yettwaleqḍen ttwaznent ɣer unagraw n uḍfar n yibugen. Aya yezmer ad yeṭṭef kra n tesdatin.
ku: Agahiyên civandî ji pergala şopandina çewtiyan re tên şandin. Ev dibe ku çend xulekan bigire.
pt: A informação recolhida está a ser enviada ao sistema de rastreio de erros. Isto pode demorar alguns minutos.
ru: Собранная информация направляется в систему отслеживания ошибок. Это может занять несколько минут.
sk: Zhromaždené informácie sa posielajú systému na sledovanie chýb. Môže to trvať pár minút.

source: &Done
af: &Klaar
ast: &Fecho
bg: &Готово
es: &Hecho
he: &סיום
kab: &Yemmug
ku: &Temam
mr: झाले (&D)
ne: सकियो
pt: &Concluído
ru: &Готово
sk: &Dokončené

source: none
af: geeneen
ast: dengún
bg: нищо
es: ninguno
he: ללא
kab: ulac
ku: tune
mr: काही नाही
ne: कुनै पनि हैन
pt: nenhum
ru: пусто
sk: žiadny

source: Selected: %s. Multiple choices:
af: Gekies: %s. Veelvuldige keuses:
ast: Esbillao: %s. Delles opciones:
bg: Избран: %s. Множество избори:
es: Seleccionado: %s. Varias opciones:
he: נבחרו %s. בחירות מרובות:
kab: Yettwafren: %s. Afran usgit:
ku: Bijartî: %s. Bijartinên pirjimar:
mr: निवडलेले : %s. अनेक पर्याय :
ne: छानिएको: %s। विकल्पहरू:
pt: Seleccionado: %s. Opções:
ru: Выбрано: %s. Несколько вариантов:
sk: Zvolené: %s. Viaceré voľby:

source: Choices:
af: Keuses:
ast: Opciones:
bg: Избори:
es: Opciones:
he: בחירות
kab: Ifranen:
ku: Vebijêrk:
mr: पर्याय :
ne: चयनहरू:
pt: Escolhas:
ru: Выбор:
sk: Voľby:

source: Path to file (Enter to cancel):
af: Pad na lêer (Betree om te kanselleer):
ast: Camín al ficheru (Enter pa encaboxar):
bg: Път до файл (Enter за отказ):
es: Ruta al archivo (Intro para cancelar):
he: נתיב אל הקובץ (Enter לביטול):
kab: Abrid ɣer ufaylu (Kcem akken ad tesfesxeḍ):
ku: Riya pelê ("Enter" ji bo betalkirinê):
mr: फाईलचा पथ (रद्द करण्यासाठी प्रविष्ट करा):
ne: फाइल मार्ग (रद्द गर्न प्रविष्ट गर्नुहोस्):
pt: Caminho para o ficheiro (Enter para cancelar):
ru: Путь к файлу (Enter — отмена):
sk: Cesta k súboru (Enter pre zrušenie):

source: File does not exist.
af: Lêer bestaan nie.
ast: El ficheru nun esiste.
bg: Файлът не съществува.
es: El archivo no existe.
he: הקובץ אינו קיים.
kab: Afaylu ur yelli ara.
ku: Pel tune
mr: फाईल अस्तित्वात नाही.
ne: फाइल अवस्थित छैन ।
pt: O ficheiro não existe.
ru: Файл не существует.
sk: Súbor neexistuje.

source: This is a directory.
af: Hierdie is 'n directory.
ast: Esto ye un direutoriu.
bg: Това е папка.
es: Esto es un directorio.
he: זוהי תיקייה.
kab: Wa d akaram.
ku: Ev pêristek e.
mr: हि संचयीका आहे.
ne: यो डारेक्टरी हो।
pt: Isto é um directório.
ru: Это — директория.
sk: Toto je adresár.

source: To continue, you must visit the following URL:
af: Om voort te gaan, moet jy die volgende besoek URL:
ast: Pa continuar, visite la siguiente URL:
bg: За да продължите, трябва да посетите следния адрес:
es: Para continuar, visite la siguiente URL:
he: כדי להמשיך, עליך לבקר בכתובת הבאה:
kab: Akken ad tkemmleḍ, ilaq ad terzuḍ ɣer tansa-a URL:
ku: Ji bo berdewamê divê tu serî li URL'ya jêr bidî.
mr: सुरू ठेवण्यासाठी, आपण खालील URL ला भेट देणे आवश्यक आहे:
ne: जारी राख्न, तपाईं निम्न URL मा जानैपर्ने हुन्छ:
pt: Para continuar, tem que visitar o seguinte URL:
ru: Чтобы продолжить, вы должны пройти по следующему адресу:
sk: Aby ste pokračovali, musíte navštíviť následujúce URL:

source: You can launch a browser now, or copy this URL into a browser on another computer.
af: Jy kan nou 'n blaaier oopmaak of hierdie URL kopiëer na 'n blaaier op 'n ander rekenaar.
ast: Puede llanzar un restolador agora, o copiar esta URL a un restolador n'otru equipu.
bg: Можете да стартирате браузъра сега или да копирате връзката в браузър на друг компютър.
es: Puede lanzar un navegador ahora, o copiar esta URL a un navegador en otro equipo.
he: ניתן לטעון את הדפדפן כעת, או להעתיק את הכתובת הזאת לדפדפן במחשב אחר.
kab: Tzemreḍ ad tesnekreḍ iminig tura, neɣ nɣel tansa-a URL ɣer yiminig deg uselkim-nniḍen.
ku: Tu karî niha gerokekê bixebitînî, yan jî URL'yê kopî bikî ji bo di kompûtereke din de binêrî.
pt: Pode iniciar um navegador agora, ou copiar este URL para um navegador noutro computador.
ru: Теперь вы можете открыть браузер или скопировать URL в браузер на другой компьютер.
sk: Môžete teraz spustiť prehliadač, alebo skopírovať URL do prehliadača na inom počítači.

source: Launch a browser now
af: Maak 'n blaaier oop nou
ast: Llanzar un restolador agora
bg: Стартирай сега браузъра
es: Lanzar un navegador ahora
he: טעינת הדפדפן כעת
kab: Senker iminig tura
ku: Gerokekê bixebitîne
mr: ब्राऊजर दाखल करा
ne: अहिले नै ब्राउजर सुरु गर्नुहोस्
pt: Iniciar um navegador agora
ru: Запустить браузер
sk: Okamžite spustiť prehliadač

source: No pending crash reports. Try --help for more information.
af: Geen hangende crash verslae nie. Probeer --hulp vir meer inligting.
ast: Nun hai informes de fallos pendientes. Intenta --help pa mas información.
bg: Няма предстоящи доклади за сривове. Пробвайте --help за повече информация.
es: No hay informes de errores pendientes. Intente --help para más información.
he: אין דיווחי קריסות בהמתנה. נסו --help לקבלת מידע נוסף.
kab: Ulac ineqqisen n uɣelluy yettrajun. Ɛreḍ --tallelt i wugar n telɣut.
ku: Raporên hilweşînê yê bendewar tunin. Ji bo agahiya zêdetir --help biceribînin.
pt: Nenhum relatório de erro pendente. Tente --help para mais informações.
ru: Нет ожидающих сообщений о сбоях. Попробуйте ключ --help.
sk: Žiadne zostávajúce chybové hlásenia. Skúste --help pre viac informácií.

source: This occurred during a previous suspend, and prevented the system from resuming properly.
af: Hierdie het tydens 'n vorige opskort voorgekom en het verhoed dat die stelsel hervatting ordentlik.
es: El evento se produjo durante una suspensión anterior y evitó que el sistema se reanudara adecuadamente.
he: תקלה זו קרתה במהלך השהיה קודמת ומנעה מהמשך פעילות המערכת באופן תקין.
ku: Ev rewş ji ber rawestandinê derketiye holê û bûye asteng ku sîstem bi awayekî rast dewam bike xebitandinê.
ne: यो अघिल्लो निलम्बित हुने समयमा भयो र​ सिस्टमलाई राम्रो सङं पुन: शुरू हुन बाट रोक्यो।
ru: Это произошло во время предыдущего ждущего режима, что не даёт системе правильно выйти из него.
sk: Toto sa stalo v priebehu minulého uspania do pamäti a zabránilo systému v prebudení.

source: This occurred during a previous hibernation, and prevented the system from resuming properly.
af: Dit het tydens 'n vorige winterslaap plaasgevind, en het verhoed dat die stelsel hervatting ordentlik.
es: El evento se produjo durante una hibernación anterior y evitó que el sistema se reanudara adecuadamente.
ku: Ev hal ji ber xistina xewê ya beriya vê derketiye û nehiştiye ku sîstem rast dewam bike şixulandinê.
ne: यो अघिल्लो हाइबर्नेसन् हुने समयमा भयो र​ सिस्टमलाई राम्रो सङं पुन: शुरू हुन बाट रोक्यो।
ru: Это произошло во время предыдущего спящего режима, что не даёт системе правильно выйти из него.
sk: Toto sa stalo v priebehu minulého uspania na disk a zabránilo systému v prebudení.

source: The resume processing hung very near the end and will have appeared to have completed normally.
af: Die hervat verwerking gehang baie naby die einde en sal het verskyn normaalweg voltooi het.
ast: El procesu de reanudación colingóse cerca del final y parecerá que se completó normalmente.
bg: Продължаването заби към края, но изглежда процедурата беше завършена нормално.
es: El proceso de reanudación se colgó muy cerca del final y parecerá que se completó normalmente.
he: תהליך חזרת המחשב לפעולה נתקע ממש לקראת הסוף ונראה כאילו הוא הסתיים כרגיל.
ku: Miameleya dawîn li ciyekî nêzî xelasbûnê eliqî ma û wê wekî ku bi awayekî normal temam bûbe were xuyan.
pt: O processo foi terminado muito perto do final, e pareceu-nos que foi completado normalmente.
ru: Процесс создания отчёта завис очень близко к завершению; для нормального завершения он должен был появиться.
sk: Počas obnovy sa spracovanie zastavilo teste pri konci a preto sa zdá že skončilo normálne.

source: Leave Closed
af: Verlaat Toegemaak
ast: Dexar zarrada
bg: Остави затворено
es: Dejar cerrada
he: להשאיר סגור
kab: Eǧǧ-it yemdel
ku: Girtî Bihêle
mr: बंद ठेवा
ne: बन्द नै छोड्नुहोस्।
ru: Оставить закрытым
sk: Ponechať zatvorené

source: Relaunch
ast: Rellanzar
bg: Стартирай отново
es: Reabrir
he: הפעלה מחדש
kab: Ales asenker
ku: Ji nû ve bide destpêkirin
mr: पुन्हा प्रक्षेपण करा
ne: पुनः खोल्नुहोस्
ru: Перезапустить
sk: Znova spustiť

source: Username:
af: Gebruikernaam:
bg: Потребителско име:
es: Nombre de usuario:
kab: Isem n useqdac:
ku: Navê bikarhêner:
mr: वापरकर्ता नाव :
ne: प्रयोगकर्ता-नाम:
ru: Имя пользователя:
sk: Používateľské meno:

source: Password:
af: Wagwoord:
bg: Парола:
es: Contraseña:
kab: Awal uffir:
ku: Şîfre:
mr: गुप्तशब्द :
ne: पासवर्ड:
ru: Пароль:
sk: Heslo:

source: Collecting Problem Information
af: Insameling Probleem Inligting
bg: Събиране на информация за проблема
es: Recopilando información del problema
he: נאספים נתונים על התקלה
kab: Alqaḍ n telɣut ɣef wuguren
ku: Civandina Agahiyên Pirsgirêkê
mr: समस्या माहिती गोळा करत आहे
ne: समस्या जानकारी सङ्कलन हुँदैछ​।
ru: Сбор информации о неполадке
sk: Získavajú sa informácie o probléme

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
af: Die Versamelde inligting kan aan die ontwikkelaars gestuur word om die toepassing te verbeter. Dit kan 'n paar minute duur.
es: La información recopilada se puede enviar a los desarrolladores para mejorar la aplicación. Esto puede tardar algunos minutos.
he: ניתן לשלוח את המידע שנאסף למפתחים כדי לשפר את התכנה. פעולה זו עלולה להמשך מספר דקות.
kab: Talɣut i d-yettwaleqḍen ad tettwazen i yisneflayen akken ad wenɛen asnas. Ayagi yezmer ad yeṭṭef kra n tsedadin.
ku: Agahiyên civandî, ji bo pêşvebirina sepanê ji pêşdebiran re dikare were şandin. Ev dibe ku çend deqeyan bigire.
mr: गोळा माहिती अनुप्रयोग सुधारण्यासाठी विकसकांसाठी पाठविले जाऊ शकते. यास काही मिनिटे लागू शकतील.
ru: Собранную информацию можно отправить разработчикам чтобы улучшить приложение. Это может занять несколько минут.
sk: Zozbierané informácie môžu byť odoslané vývojárom pre zlepšenie aplikácie. Môže to trvať pár minúť.

source: Uploading Problem Information
af: Uplaai tans Probleem Inligting
bg: Прехвърляне на информация за проблема
es: Enviando información del problema
he: נתוני התקלה נשלחים
kab: Asali n telɣut n wuguren
ku: Agahiyên Pirsgirêkê Têne Şandin
mr: समस्या माहिती अपलोड करत आहे
ne: समस्याको जानकारी अपलोड हुदैछ​।
ru: Передача информации о неполадке
sk: Odosielajú sa informácie o probléme

source: Error
af: Fout
ast: Fallu
bg: Грешка
he: שגיאה
kab: Tuccḍa
ku: Çewtî
mr: त्रुटी
ne: त्रुटि
pt: Erro
ru: Ошибка
sk: Chyba

source: Error: %s
af: Fout: %s
ast: Fallu: %s
bg: Грешка %s
he: שגיאה: %s
kab: Tuccḍa: %s
ku: Çewtî: %s
mr: त्रुटी : %s
ne: त्रुटि: %s
pt: Erro: %s
ru: Ошибка: %s
sk: Chyba: %s

source: Send an error report to help fix this problem
ast: Unviar un informe de fallu p'ayudar a iguar esti problema
mr: या समस्येचे निराकरण करण्यात मदत करण्यासाठी एक त्रुटी अहवाल पाठवू
ne: यो समस्या समाधान गर्न मदत गर्न त्रुटि रिपोर्ट पठाउनु होस्।
ru: Отправить отчёт о неполадке в систему учёта ошибок

source: Force Closed
ast: Forciar zarru
ku: Zorê Bide ku Bigire
mr: बळपूर्वक बंद केले
ne: _अन्त्य गर्न दवाब दिनुहोस्
ru: Принудительное завершение

source: The report belongs to a package that is not installed.
ast: L'informe remanez d'un paquete non instaláu.
ku: Rapor aîdê pakêteke ne barkirî ye.
mr: अहवाल स्थापित केले नसलेल्या संकुलाचा आहे.
pt: O relatório pertence a um pacote que não está instalado.
ru: Отчёт относится к пакету, который не был установлен.
