Repository: Hyask/apport
Catalog: po/*.po
Languages: af, ast, bg, es, he, kab, ku, mr, ne, pt, ru, sk

source: Report a problem...
af: Raporteer 'n probleem...
ast: Informar d'un problema...
bg: Докладвай за проблем...
es: Informar de un problema...
he: דיווח על תקלה...
kab: Mel ugur...
ku: Pirsgirêkeke ragihîne...
mr: समस्या अहवाल सादर करा...
ne: समस्या रिपोर्ट गर्नुहोस्...
pt: Relatar um problema...
ru: Сообщить о неполадке...
sk: Ohlásiť problém...

source: Report a malfunction to the developers
af: Rapporteer 'n wanfunksioneer aan die ontwikkelaars
ast: Notificar un mal furrulamientu a los desendolcadores
bg: Докладвай за неизправност на разработчиците
es: Notificar un mal funcionamiento a los desarrolladores
he: דיווח על תפקוד לקוי למתכנתים
kab: Azen aneqqis ɣef yir tiddin i yisneflayen
ku: Ji pêşdebiran re arîzeyeke rapor bike
ne: डेवलपर्सलाई काम नगरे रिपोर्ट गर्नुहोस्
pt: Reporte um mau funcionamento para os programadores
ru: Сообщить о недоработке разработчикам
sk: Oznámiť nefunkčnosť vývojárom

source: (binary data)
af: (binêre data)
ast: (datos binarios)
bg: (двоични данни)
es: (datos binarios)
he: (נתונים בינריים)
kab: (isefka imisinen)
ku: (daneya cot)
mr: (बायनरी डेटा)
ne: (बायनरी डेटा)
pt: (dados binários)
ru: (двоичные данные)
sk: (binárne dáta)

source: Sorry, the application %s has stopped unexpectedly.
af: Jammer, die toepassing %s het onverwags gestop het.
ast: Sentímoslo, l'aplicación %s detúvose inesperadamente.
bg: Извинете, приложението %s внезапно спря.
es: Lo sentimos, la aplicación %s se detuvo inesperadamente.
he: היישום %s הפסיק לפעול במפתיע, עמך הסליחה.
kab: Suref-aɣ, yela-d uḥbas ur netturaǧu ara n usnas %s.
ku: Me bibexşîne, sepana %s bi awayekî nehêvîkirî sekinî.
ne: माफ गर्नुहोस्, अनुप्रयोग %s अचानक रोकिएको छ।
ru: Извините, приложение %s внезапно завершилось.
sk: Prepáčte, aplikácia %s bola neočakávane ukončená.

source: Sorry, %s has closed unexpectedly.
af: Jammer, %s het onverwags gesluit het.
ast: Sentímoslo, %s zarróse de manera inesperada.
bg: Извинете, %s беше затворено неочаквано.
es: %s se cerró inesperadamente.
he: היישום %s נסגר במפתיע, עמך סליחה.
kab: Suref-aɣ, yela-d uḥbas ur netturaǧu ara n %s.
ku: Bibore, %s bi awaekî nehêvîkirî hate girtin.
ne: माफ गर्नुहोस्, %s अचानक बन्द भएको छ।
ru: Извините, %s было непредвиденно закрыто.
sk: Prepáčte, %s bol neočakávane ukončený.

source: Sorry, %s has experienced an internal error.
af: Jammer, %s het ervaar 'n inwendige fout.
ast: Sentímoslo, %s esperimentó un fallu internu.
bg: Извинете, възникна вътрешна грешка в %s.
es: Lo sentimos, %s ha experimentado un error interno.
he: היישום %s סבל משגיאה פנימית, עמך הסליחה.
kab: Surfaɣ, %s yemlal-e tuccḍa tagensant.
ku: Bibore, xetayeke navxweyî bi serê %s de hat.
mr: क्षमस्व, %s अंतर्गत त्रुटी आली आहे.
ne: माफ गर्नुहोस् , %s ले अन्तरिक त्रुटीको सामना गरेको छ।
ru: Извините, возникла внутренняя ошибка %s.
sk: Prepáčte, %s zaznamenal vnútornú chybu.

source: Send problem report to the developers?
af: Stuur die probleemverslag aan die ontwikkelaars?
ast: ¿Unviar un informe del problema a los desendolcadores?
bg: Да се изпраща ли доклад за грешка до разработчиците?
es: ¿Quiere enviar un informe del problema a los desarrolladores?
he: האם לשלוח דוח תקלה למפתחים?
kab: Tuzzna n uneqqis n wuguren i yineflayen?
ku: Bila raporeke pirsgirêkê ji pêşdebiran re bê şandin?
mr: विकसकांसाठी समस्या अहवाल पाठवा?
ne: यो समस्याको प्रतिवेदन डेभेलोपरहरूलाई पठाउन चाहनुहुन्छ ?
pt: Enviar o relatório do problema aos programadores?
ru: Отправить отчёт об ошибке разработчикам?
sk: Odoslať hlásenie o chybe vývojárom?

source: Send
af: Stuur
ast: Unviar
bg: Изпрати
es: Enviar
he: שליחה
kab: Azen
ku: Bişîne
mr: पाठवा
ne: पठाउनुहोस्
ru: Отправить
sk: Odoslať

source: Show Details
af: Wys Besonderhede
ast: Amosar detalles
bg: Покажи детайлите
es: Mostrar detalles
he: הצגת פרטים
kab: Sken talqayt
ku: Kîtekîtan Nîşan bide
mr: तपशील दर्शवा
ne: विवरण देखाउनुहोस्।
ru: Показать подробности
sk: Zobraziť podrobnosti

source: Continue
af: Voortgaan
ast: Siguir
bg: Продължи
es: Continuar
he: להמשיך
kab: Kemmel
ku: Berdewam
mr: पुढे चला
ne: जारी राख्नुहोस
ru: Продолжить
sk: Pokračovať

source: The application %s has stopped responding.
af: Die toepassing %s het opgehou reageer het.
ast: L'aplicación %s dexó de responder.
bg: Приложението «%s» престана да отговаря.
es: La aplicación %s ha dejado de responder.
he: היישום %s הפסיק להגיב.
kab: Asnas %s yeḥbes ur d-yettarra ara.
ku: Sepana %s cewabdanê sekinand.
ne: अनुप्रयोग %s ले जवाफ दिन बन्द गरेको छ।
ru: Приложение «%s» перестало отвечать.
sk: Aplikácia %s neodpovedá.

source: The program "%s" has stopped responding.
af: Die program "%s" het ophou reageer.
ast: El programa «%s» dexó de responder.
bg: Програмата «%s» престана да отговаря.
es: El programa «%s» ha dejado de responder.
he: התכנית "%s" הפסיקה להגיב.
kab: Ahil "%s" yeḥbes ur d-yettarra ara.
ku: Bernameya "%s" cewabdanê sekinandiye.
ne: प्रोग्राम %s ले जवाफ दिन बन्द गरेको छ।
ru: Программа «%s» перестала отвечать.
sk: Program „%s“ neodpovedá.

source: Package: %s
af: Pakket: %s
ast: Paquete: %s
bg: Пакет: %s
es: Paquete: %s
he: חבילה: %s
kab: Akemmus: %s
ku: Pakêt: %s
mr: पेकेज : %s
ne: प्याकेज: %s
ru: Пакет: %s
sk: Balík: %s

source: Sorry, a problem occurred while installing software.
af: Jammer, 'n probleem voorgekom terwyl sagteware installeer.
ast: Sentímoslo, hebo un problema al instalar el software.
bg: Извинете, възникна проблем при инсталирането на софтуер.
es: Lo sentimos, ha ocurrido un problema al instalar el software.
he: אירעה תקלה בעת התקנת תוכנות, עמך הסליחה.
kab: Suref-aɣ, tella-d tuccḍa deg usebded n useɣẓan.
ku: Bibore, gava ku nivîsbarî bar dibû pirsgirêkek derket holê.
mr: क्षमस्व, सॉफ्टवेअर स्थापित करताना एक समस्या आली.
ne: माफ गर्नुहोस्, सफ्टवेयर स्थापना गर्दा त्रुटी भयो।
ru: Извините, обнаружена неполадка во время установки программного обеспечения.
sk: Prepáčte, pri inštalácii softvéru sa vyskytla chyba.

source: The application %s has experienced an internal error.
af: Die toepassing %s het ervare 'n interne fout.
ast: L'aplicación %s esperimentó un fallu internu.
bg: В приложението %s възникна вътрешна грешка.
es: La aplicación %s ha experimentado un error interno.
he: היישום %s נתקל בתקלה פנימית.
kab: Asnas %s yemmuger-d tuccḍa tagensant.
ku: Sepana %s pêrgî xetayeke navxweyî bû.
mr: अनुप्रयोग %s अंतर्गत त्रुटी आली आहे.
ne: माफ गर्नुहोस् , अनुप्रयोग %s ले आन्तरिक त्रुटीको सामना गरेको छ।
ru: В приложении %s произошла внутренняя ошибка.
sk: V aplikácii %s došlo k chybe.

source: The application %s has closed unexpectedly.
af: Die toepassing %s gesluit het onverwags.
ast: L'aplicación %s zarróse inesperadamente.
bg: Приложението %s внезапно се затвори.
es: La aplicación %s se cerró inesperadamente.
he: היישום %s נסגר במפתיע
kab: Yella-d uneḥbus ur netturaǧu ara n wesnas %s.
ku: Sepana %s bi awayekî nehêvîkirî hate girtin.
mr: अनुप्रयोग %s अनपेक्षितपणे बंद झाला आहे.
ne: माफ गर्नुहोस्, अनुप्रयोग %s अचानक बन्द भएको छ।
ru: Приложение %s внезапно закрылось.
sk: Aplikácia %s bola neočakávane ukončená.

source: If you notice further problems, try restarting the computer.
af: As jy verdere probleme opmerk, probeer om die rekenaar te herbegin.
ast: Si sigues teniendo problemes, intenta rearrancar l'equipu.
bg: Ако се сблъскате с този проблем в бъдеще, опитайте да рестартирате компютъра.
es: Si sigue teniendo problemas, intente reiniciar el equipo.
he: אם הבחנת בבעיות נוספות, כדאי לנסות להפעיל את המחשב מחדש.
kab: Ma temmugreḍ-d uguren sya d asawen, ɛreḍ ad talseḍ asenker i uselkim.
ku: Eger zêdetir pirsgirêk derkevin, hewl bide ku kombersa xwe cardin bidî destpêkirin.
mr: आपणास अजून समस्या आल्यास, संगणक रीस्टार्ट करून पहा.
ne: अरु समस्याहरू आइपरेमा , कम्प्युटर पुनःसुरु गर्न प्रयास गर्नुहोस्।
ru: При возникновении этой неполадки в дальнейшем попробуйте перезапустить компьютер.
sk: Ak zaznamenáte ďalšie problémy, skúste reštartovať počítač.

source: Ignore future problems of this type
af: Ignoreer toekomstige probleme van hierdie tipe
ast: Inorar problemes futuros d'esti tipu
bg: Игнорирай бъдещи проблеми от този тип
es: Ignorar problemas futuros de este tipo
he: התעלמות מתקלות חוזרות ונשנות מסוג זה
kab: Anef i wuguren i d-itteddun n wanaw-a
ku: Di pêşerojê de guh nede pirsgirêkên bi vî awayî.
mr: या प्रकारच्या समस्येकडे दुर्लक्ष करा
ne: यस प्रकारका समस्याहरूलाई भविष्यमा वेवास्ता गर्नुहोस्
ru: Игнорировать этот тип неполадок в дальнейшем
sk: Ignorovať budúce problémy tohto typu

source: Hide Details
af: Versteek Details
ast: Anubrir Detalles
bg: Скрий детайлите
es: Ocultar detalles
he: הסתרת הפרטים
kab: Ffer talqayt
ku: Dêtayan Veşêre
mr: तपशील लपवा
ne: विवरण लुकाउनु॒होस्
ru: Скрыть подробности
sk: Skryť podrobnosti

source: Do not put the new traces into the report, but write them to stdout.
af: Moenie put die nuwe traces in te die verslag, maar skryf hulle aan stdout.
ast: Nun poner les traces nueves nel informe, pero escribiles na salida estándar.
es: No añadir los rastros nuevos en el informe, sino escribirlos en la salida estándar.
he: אין להוסיף את העקבות החדשים אל הדוח, אך יש לכתוב אותם אל stdout.
ku: Di raporê de îşaretên nû daneyne, li şûna wê wan li stdout'ê binivîse.
pt: Não colocar as novas análises no relatório, mas mostrá-las na saída padrão.
ru: Не добавлять новые трассировки в отчет, а посылать на стандартный вывод.
sk: Nepridávať nové traces do hlásenia, ale vypísať ich do stdout.

source: Start an interactive gdb session with the report's core dump (-o ignored; does not rewrite report)
af: Begin 'n interaktiewe gdb sessie af met die verslag se kern storting (-o geïgnoreerd; herskryf nie verslag nie)
ast: Arrancar una sesión interactiva de gdb col volcáu de memoria del informe (-o inoráu; nun se reescribe l'informe)
bg: Стартирай интерактивна gbg сесия с дъмпа от ядрото на доклада (-о игнорирано; не презаписва доклада).
es: Iniciar una sesión interactiva de gdb con el volcado de memoria del informe (-o ignorado; no se reescribe el informe)
he: התחלת מופע אינטראקטיבי של gdb עם איסוף הליבה של הדוח (‎-o ignored; הדוח לא ישוכתב)
ku: Bi agahiyên raporê yê dawîn re danişîneke gdb ya înteraktîv bide destpêkirin (-o wê nêye hesibandin, rapor cardin nayê nivîsandin)
pt: Iniciar uma sessão interativa do gdb com o core dump do relatório (-o ignorado; não reescreve o relatório)
ru: Запустить интерактивный сеанс gdb с дампом ядра из отчёта (-o игнорируется; отчёт не перезаписывается)
sk: Spustiť interaktívne gdb sedenie s core dump z hlásenia (-o ignorovať; neprepíše hlásenie)

source: Write modified report to given file instead of changing the original report
af: Skryf gewysigde verslag na 'n gegewe lêer in plaas daarvan om die oorspronklike verander verslag
ast: Escribir l'informe modificáu nel ficheru dau, n'arróu de camudar l'informe orixinal
bg: Съхрани модифициран доклад с дадено име на файл вместо променяне на оригиналния доклад.
es: Escribir el informe modificado en el archivo dado, en vez de cambiar el informe original
kab: Aru aneqqis yettwabeddelen deg ufaylu d-ittunefken dag umḍiq n uneqqis n tazwara
ku: Li cihê ku tu rapora heqîqî biguherînî, rapora sererastkirî li peldanka ku hatiye dayîn binivîse
pt: Escreve o relatório modificado para um determinado ficheiro ao invés de alterar o relatório original
ru: Сохранить измененный отчет в файл вместо изменения оригинального отчета
sk: Zapísať upravené hlásenie do daného súboru namiesto pozmenenia pôvodného hlásenia

source: Remove the core dump from the report after stack trace regeneration
af: Verwyder die kernstorting vanuit die verslag na die hergenerasie van die stapelspoor
ast: Desaniciar del informe el volcáu de memoria tres la rexeneración de la traza de la pila
bg: Изтрий дъмпа от ядрото от доклада след регенериране трасирането на стека.
es: Eliminar del informe el volcado de memoria tras la regeneración de la traza de la pila
ku: Piştî sererastkirina şopandina komikan kitekita dendikê ji raporê vekişîne.
pt: Remove o core dump do relatório após a regeneração da análise da pilha
ru: Удалить дамп ядра из отчёта после восстановления трассировки стека
sk: Odstrániť core dump z hlásenia po obnove stack trace

source: Override report's CoreFile
af: Oorskryf die verslag se Kernlêer
ast: Sobroscribir los informes de CoreFile
bg: Замени CoreFile в доклада
es: Sobrescribir los informes de CoreFile
kab: Snifel CoreFile n uneqqis
ku: PeldankaDendik a raporê bêhukm bike
pt: Substituir relatório CoreFile
ru: Заменить CoreFile в отчёте
sk: Prepísať CoreFile hlásenia

source: Override report's ExecutablePath
af: Oorskryf die verslag se Uitvoerbare Pad
ast: Sobroscribir los informes de ExecutablePath
bg: Замени ExecutablePath в доклада
es: Sobrescribir los informes de ExecutablePath
kab: Snifel ExecutablePath n uneqqis
ku: Riya şixulbar ya raporê (ExecutablePath) bêhukm bike
pt: Substituir relatório ExecutablePath
ru: Заменить ExecutablePath в отчёте
sk: Prepísať ExecutablePath hlásenia

source: Override report's ProcMaps
af: Oorskryf die verslag se ProcMaps
ast: Sobroscribir los informes de ProcMaps
bg: Замени ProcMaps в доклада
es: Sobrescribir los informes de ProcMaps
kab: Snifel ProcMaps n uneqqis
ku: ProcMaps'ên raporê bêhukm bike
pt: Substituir relatório ProcMaps
ru: Заменить ProcMaps в отчёте
sk: Prepísať ProcMaps hlásenia

source: Rebuild report's Package information
af: Herbou die verslag se Pakket informasie
ast: Recontruyir la información d'informes de paquetes
bg: Изгради наново пакетната информация в доклада
es: Reconstruir la información de paquetes del informe
ku: Agahiyên raporê yên yêdek tamîr bike
pt: Reconstruir o relatório de informação do pacote
ru: Заново построить информацию о пакетах в отчёте
sk: Znova zostaviť informácie o balíku pre hlásenie

source: Build a temporary sandbox and download/install the necessary packages and debug symbols in there; without this option it assumes that the necessary packages and debug symbols are already installed in the system. The argument points to the packaging system configuration base directory; if you specify "system", it will use the system configuration files, but will then only be able to retrace crashes that happened on the currently running release.
af: Bou 'n tydelike sandbox en aflaai/installeer die nodige pakkette en ontfout simbole in daar; Sonder hierdie opsie aanvaar dit dat die nodige pakkette en ontfout simbole reeds in die stelsel geïnstalleer is. Die argument dui op die verpakking stelsel opset basis ditectory; As jy spesifiseer "stelsel", sal dit die stelsel konfigurasie lêers gebruik, maar sal dan net in staat wees om te herspoor omvalle wat gebeur het op die huidig lopende vrystelling.
bg: Създай временна среда, след това изтегли/инсталирай необходимите пакети и символи за отстраняване на грешки; без тази опция се предполага, че необходимите пакети и символи за отстраняване на грешки вече са инсталирани. Аргумента указва базовата директория за конфигурация на пакетната система; ако сте задали «system», ще се използват системните конфигурационни файлове, но само в случай на извънредни ситуации, възникнали в изданието на работещата в момента система.
es: Construye una caja de arena temporal y descarga/instala los paquetes necesarios y los símbolos de depuración; sin esta opción se asume que los paquetes necesarios y los símbolos de depuración ya están instalados en el sistema. El argumento apunta al directorio de sistema de paquetes de configuración de base, si se especifica «system», utilizará los archivos de configuración del sistema, pero solo será capaz de volver sobre los errores que ocurrieron en la ejecución actual.
he: יצירת ארז חול זמני ולהוריד/להתקין את החבילות ההכרחיות ואת סמלי ניפוי השגיאות; ללא אפשרות זאת המערכת תניח שהחבילות ההכרחיות ושסמלי ניפוי השגיאות כבר מותקנים במחשבך. הארגומנט מפנה לתיקיית מסד תצורת מערכת החבילות; אם הארגומנט יהיה „system“, ייעשה שימוש בקובצי התצורה של המערכת אך במצב כזה ניתן יהיה רק לעקוב מחדש אחר הקריסות שהתחרשו בהפצה הפעילה הנוכחית.
ku: Qadeke testê ya demkî çêbike û pakêtên hewce û sembolên debugan li vir daxîne/saz bike; bêyî vê vebijêrkê wê bê ferzkirin ku pakêtên hewce û sembolên debugan di sîstemê de jixwe hatine sazkirin. Argument wê pêrista mîhengkirinê ya sîstema pakêtkirinê îşaret bikin; eger tu wek "sîstem" diyar bikî, wê ew peldankên mîhengkirinê ya sîstemê bi kar bîne, lê wê wî çaxê tenê karibe here çavkaniya hilweşînên di versiyona berdest de aniha dixebitin.
ru: Создать временную среду, затем загрузить/установить в неё необходимые пакеты и отладочные символы; без этого параметра предполагается, что необходимые пакеты и отладочные символы в системе уже установлены. Аргумент указывает на базовую папку конфигурации системы пакетов; если вы указали "system", будут использоваться системные файлы конфигурации, но только в случае обнаружения аварийных ситуаций, произошедших в выпуске системы, работающем в данный момент.
sk: Vytvoriť dočasný sandbox a stiahnuť/inštalovať tam potrebné balíčky a symboly pre ladenie; bez tejto voľby sa bude predpokladať, že potrebné balíčky a symboly pre ladenie sú už v systéme nainštalované. Argument odkazuje na koreňový adresár s konfiguráciou balíčkovacieho systému; pokiaľ uvediete "system", tak budú použité systémové konfiguračné súbory, ale potom bude možné retrasovať havárie iba pre aktuálne spustené verzie.

source: Build another temporary sandbox for installing gdb and its dependencies using the same release as the report rather than whatever version of gdb you have installed.
af: Bou nog 'n tydelike sandbox vir die installering van gdb en sy afhanklikhede met dieselfde vrystelling as die verslag eerder as wat die weergawe van gdb jy geïnstalleer het.
es: Cree otra zona de seguridad temporal para instalar gdb y sus dependencias utilizando la misma versión que el informe en lugar de cualquier versión de gdb que haya instalado.

source: Report download/install progress when installing packages into sandbox
af: Verslag aflaai/installeer vordering wanneer die installering van pakkette in sandbox
bg: Докладвай за напредъка при сваляне/инсталиране на пакети във времената среда
es: Informar del progreso de la descarga/instalación de paquetes en la caja de arena
he: דיווח על תהליך של הורדה/התקנה בעת התקנת חבילות בתוך ארגז החול
ku: Gava ku pakêt li nava sandboxê bêne sazkirin daxistin/sazkirinê rapor bike
ru: Сообщать о ходе выполнения загрузки/установки пакетов во временную среду
sk: Hlásiť postup sťahovania/inštalácie pri inštalácii balíčkov do sandboxu

source: Prepend timestamps to log messages, for batch operation
af: Prepend tydstempels om boodskappe aan te teken, vir die bondel werking
ast: Enteponer marques de tiempu pa rexistrar mensaxes, pa operación en llote (batch)
bg: Добави временни отметки до съобщенията в дневника за групови операции
es: Anteponer marcas de tiempo para registrar mensajes, para su operación en lote
he: הוספת קידומת חותמת זמן להודעות ביומן, לצורך פעולות אצווה
ku: Ji bo karên desteyî li pêşiya peyaman etîketên demê zêde bike
ru: Добавлять временные отметки до сообщений в журнале, для групповых операций
sk: Pre dávkové spracovanie vložiť časové razítko pred správu do logu

source: Create and use third-party repositories from origins specified in reports
af: Skep en gebruik derde party repositories van oorsprong in verslae
es: Crear y usar repositorios de terceros de orígenes especificados en los informes
ku: Di raporan de depoyên kesên sêyem yên ku eslên wan diyarkirî çêbike û bi kar bîne
ru: Создавать и использовать сторонние репозитории из источников, указанных в отчётах

source: Cache directory for packages downloaded in the sandbox
af: Kas gids vir pakkette afgelaai in die sandbox
bg: Кеш директория за съхраняване на пакетите, изтеглени във времената среда
es: Almacenar directorios para paquetes descargados en la caja de arena
he: תיקיית המטמון לחבילות שהורדו בארגז החול
kab: Akaram n tuffirt i yikemmusen i yettwasadren di sandbox
ku: Pêrista pêşbîrê yê ji bo pakêtên ku li nava sandboxê hatine daxistin
ru: Папка для сохранения пакетов, загружаемых во временную среду

source: Directory for unpacked packages. Future runs will assume that any already downloaded package is also extracted to this sandbox.
af: Gids vir uitgepak pakkette. Toekomstige lopies sal aanvaar dat enige reeds afgelaai pakket is ook onttrek om hierdie sandbox.
ast: Direutoriu pa paquetes desempacaos. Les execuciones futures asumirán que cualesquier paquete yá descargáu estráise tamién a esta caxa de sable (sandbox).
bg: Директория за разопаковане на пакети. Когато повторение всички вече изтеглени пакети ще се разопаковат в тази времена среда.
es: Directorio para paquetes desempacados. Las ejecuciones futuras asumirán que cualquier paquete ya descargado se extrae también a esta caja de arena.
he: ספרייה של חבילות בלתי ארוזות. הפעלות עתידיות יניחו שכל חבילה שכבר הורדת תחולץ גם כן לארגז חול זה.
kab: Akaram n yikemmusen ittusfan. Iselkamen d-ittedun ad ḥesben yak akemmus yettusadren yakan yettwassef daɣen di sandbox agi.
ku: Pêrista ji bo pakêtên nevekirî. Ferz dike ku pakêtên ku jixwe daxistî ne û wê paşê werin xebitandin jî wê li vê sandbox'ê werin derxistin.
ru: Директория для распаковки пакетов. При последующих запусках все уже загруженные пакеты будут распаковываться в это изолированное окружение.
sk: Priečinok pre rozbalené súbory. Všetky následne stiahnuté a rozbalené balíčky tu budú k dispozícii.

source: Install an extra package into the sandbox (can be specified multiple times)
af: Installeer 'n ekstra pakket in die sandbox (kan gespesifiseer word verskeie kere)
bg: Инсталирай във времената среда допълнителен пакет (може да се указва няколко пъти)
es: Instalar un paquete adicional en la caja de arena (puede especificarse varias veces)
he: התקנת חבילה נוספת לתוך ארגז החול (ניתן לציין מספר פעמים)
kab: Sbedd akemmus nniḍen di sandbox (yezmer ad d-ittunefk aṭas n tikkal)
ku: Pakêteke ekstra li nava sandbox'ê bar bike (ji yekî zêdetir dikarî diyar bikî)
ru: Установить во временную среду дополнительный пакет (может указываться несколько раз)
sk: Nainštalovať do sandboxu extra balík (môže byť zadaný viackrát)

source: Path to a file with the crash database authentication information. This is used when specifying a crash ID to upload the retraced stack traces (only if neither -g, -o, nor -s are specified)
af: Pad na 'n lêer met die ineenstortings databasis se ontentisering informasie. Dit word gebruik as 'n crash ID ann oplaai van die retraced stapelspore (slegs as nie een van -g, -o nie -s is gespesifiseer)
ast: Camín a un ficheru cola información d'autenticación a la base de datos de fallos. Esto úsase cuando especifica un ID de fallu pa cargar una pila de rastros reconstituyíos (namái si nun s'especifiquen nin -g, nin -o nin -s
es: Ruta a un archivo con la información de autenticación a la base de datos de errores. Esto se usa cuando especifica un ID de error para cargar una pila de rastros reconstituidos (solo si no se especifican ni -g, ni -o ni -s
he: נתיב לקובץ עם פרטי האימות מול מסד נתוני הקריסות. בקובץ ייעשה שימוש בעת ציון מזהה קריסה כדי לעלות מעקבי מחסניות מחודשים (רק אם לא צוינו ‎-g, -o, או ‎-s)
ku: Riyeke peldankê ê ku agahiyên hilweşînê ya piştrastkirina danegehê bihewîne diyar bike. Ev wê gava diyarkirina IDya hilweşînê ji bo barkirina şopên komikan yên ku ji çavkaniya wan re gihîştî bêne bikaranîn (tenê eger -g, -o, an -s nehitibin diyarkirin)
pt: Caminho para uma ficheiro com informação de autenticação da base de dados de erros. Isto é usado ao especificar a ID de erros para enviar os rastreios de erros rastreados (apenas se nem -g, -o, ou -s estarem especificados)
ru: Путь к файлу с информацией о проверке подлинности базы сбоев. Используется при указании ID сбоя для отправки трассировок стека (только когда -g, -o или -s не указаны)
sk: Cesta k súboru s autentifikačnými informáciami pre databázu pádov. Používa sa, keď sa zadáva identifikátor pádu na odoslanie retraced traces zásobníka (len keď ani -g, -o a -s nie sú zadané)
