Repository: Hyask/apport
Catalog: po/*.po
Languages: af, ast, bg, es, he, kab, ku, mr, ne, pt, ru, sk

source: Display retraced stack traces and ask for confirmation before sending them to the crash database.
af: Vertoon retraced stapelspore en vra vir bevestiging voordat hulle na die ongelukdatabasis gestuur word.
ast: Amosar la pila de rastros reconstituyíos y pidir confirmación enantes d'unviales a la base de datos d'errores
es: Mostrar la pila de rastros reconstituidos y pedir confirmación antes de enviarlos a la base de datos de errores
he: הצגת מעקבי מחסניות מחודשים ובקשת אישור בטרם שליחה למסד נתוני הקריסות.
ku: Şopên komikan yên ji nû ve çêkirî nîşan bide û berî ku wan bişînî danegeha hilweşînê tesdîqê bixwaze.
pt: Mostrar rastreios de erros rastreados e perguntar por confirmação antes de os enviar para a base de dados de erros.
ru: Отобразить трассировки и запросить подтверждение перед их отправкой в базу данных сбоев.
sk: Zobraziť retraced traces zásobníka a vypýtať si potvrdenie predtým ako sú odoslané do databázy pádov.

source: Path to the duplicate sqlite database (default: no duplicate checking)
af: Pad na die gedupliseerde sqlite databasis(verstek: geen duplikaatkontrole nie)
ast: Camín a la base de datos sqlite duplicada (por omisión: ensin comprobación de duplicáu)
bg: Път към дублираната sqlite база данни (стандартно: без проверка за дублиране)
es: Ruta a la base de datos sqlite duplicada (por omisión: sin comprobación de duplicado)
kab: Abrid i wesisleg n uzadur n yisefka sqlite (lexṣas:ulac aselken n usisleg)
ku: Riya danegeha kopiya sqlite'ê (ya standard: kontrola kopiyê tine)
pt: Caminho para a base de dados de duplicados sqlite (por omissão: sem verificação de duplicação)
ru: Путь к дублирующей базе данных sqlite (по умолчанию: без проверки дубликатов)
sk: Cesta k duplicitnej sqlite databáze (predvolené: žiadna kontrola duplikátov)

source: Do not add StacktraceSource to the report.
af: Moenie StacktraceSource by die verslag voeg nie.
es: No añadir StacktraceSource al reporte.
he: לא להוסיף StacktraceSource (מקור השתלשלות התקלה) לדיווח.
kab: Ur rennu ara StacktraceSource ɣer uneqqis.
sk: Nepridávať do hlásenia StacktraceSource.

source: You cannot use -C without -S. Stopping.
af: Jy kan nie gebruik -C sonder -S. Stop tans.
ast: Nun pues usar -C ensin -S. Parando.
bg: Не може да се използва без -C без -S. Спиране.
es: No se puede usar -C sin -S. Parando.
kab: Ur tezmireḍ ara ad tesqedceḍ -C war -Z. Aneḥbus.
ku: Tu nikarî -C'yê bêyî -S bi kar bînî. Tê sekinandin.
ru: Нельзя использовать -C без -S. Остановка.

source: OK to send these as attachments? [y/n]
af: OK om stuur as bylaes? [y/n]
ast: ¿D'alcuerdu n'unviar esto como axuntos? [y/n]
bg: Да се изпрати ли прикаченото? [y/n]
es: ¿Está de acuerdo en enviar esto como adjuntos? [y/n]
he: האם זה בסדר לשלוח קבצים מצורפים אלה? [y/n]
kab: IH i tuzzna n wiyi am yimeddayen? [y/n]
ku: Bila wekî bestekî werin şandin? [y/n]
mr: या संलग्नक म्हणून पाठवण्यासाठी ओके? [हो / नाही]
ne: यो सङ्लग्नहरू पठाउन चाहनुहुन्छ ? [y/n]
pt: OK para enviar estes como anexos? [y/n]
ru: Отправить эти приложения? [y/n]
sk: Pripravený na odoslanie ako prílohy? [y/n]

source: Apport crash file
af: Apport ineenstortingslêer
ast: Ficheru de fallu d'Apport
bg: Apport файл с доклад за срив
es: Archivo de fallo de Apport
he: קובץ קריסה של Apport
kab: Afaylu n uɣelluy n Apport
ku: Peldanka hilweşînê a Apport
ne: एपोर्ट क्र्यास प्रतिवेदनहरू
pt: Ficheiro de crash do Apport
ru: Файл отчета Apport
sk: Apport crash súbor

source: See man page for details.
af: Sien die man bladsy vir besonderhede.
ast: Consulta la páxina man pa tener más detalles.
bg: Вижте повече подробности в man страницата.
es: Consulte la página de man para más detalles.
he: יש לעיין בדף ה־man לקבלת פרטים נוספים.
kab: Wali asebter n udlisfus i telqayt.
ku: Ji bo dêtayan binêre rûpela man.
mr: अधिक माहितीसाठी man पान पहा.
ne: विस्तृत जानकारीका लागि man page हेर्नुहोस् !
ru: Смотрите подробности в man-странице.

source: specify the log file name produced by valgrind
af: Spesifiseer die log lêernaam wat deur valgrind
ast: especifica'l nome del ficheru de rexistru xeneráu por valgrind
bg: укажете името на лог файла за valgrind
es: especifica el nombre del archivo de registro generado por valgrind
he: נא לציין את שם קובץ הרישום שנוצר על ידי valgrind
ku: navê peldanka rojaneyê ya ji alî valgrid ve çêkirî diyar bike
mr: वॅलग्रींड निर्मीत लॉग फाइल नाव निर्देशीत करा
ne: भलग्रिन्डद्वारा उत्पादित लग फाइलको नाम निर्दिष्ट गर्नुहोस्
ru: укажите имя log-файла для valgrind

source: reuse a previously created sandbox dir (SDIR) or, if it does not exist, create it
af: hergebruik 'n voorheen geskep sandbox systemapps (SDIR) of, indien dit nie bestaan nie, skep dit
ast: reusar un direutoriu de pruebes (SDIR) creáu anteriormente o, si nun esiste, crealu
bg: използвай по-рано създадената директория за времената среда (SDIR) или я създайте, ако тя не съществува
es: reusar un directorio de pruebas (SDIR) creado anteriormente o, si no existe, crearlo
ku: sandbox dir'a (SDIR) ku berê hatiye çêkirin dîsa bi kar bîne an jî eger tine be, çêbike
ne: पहिलै बनाईएको sandbox dir (SDIR) पुनःप्रयोग गर्नुहोस वा यदि अवस्थित छैन भने बनाउनुहोस
ru: использовать ранее созданный каталог песочницы (SDIR) или создать его если он не существует

source: do not create or reuse a sandbox directory for additional debug symbols but rely only on installed debug symbols.
af: moenie skep of hergebruik 'n sandbox gids vir addisionele ontfout simbole maar net staatmaak op geïnstalleerde ontfout simbole.
ast: nun crear nin reusar un direutoriu de pruebes pa símbolos de depuración adicional, sinón depender namái de los símbolos de depuración instalaos.
bg: не създавай и не използвай директорията на времената среда, за допълнителни символи за отстраняване на грешки, а разчитай само на установените символи за отстраняване на грешки.
es: no crear ni reusar un directorio de pruebas para símbolos de depuración adicional, sino depender únicamente de los símbolos de depuración instalados.
ku: ji bo zêdetir sembolên neqandina xetayan pêrista sandbox'ê cardin bi kar neyîne an çêneke, tenê sembolên neqandina xetayan ên sazkirî bi kar bîne.
ru: не создавать и не использовать каталог песочницы для дополнительных символов отладки, а полагаться лишь на установленные символы отладки.

source: reuse a previously created cache dir (CDIR) or, if it does not exist, create it
af: hergebruik 'n voorheen geskep kas systemapps (CDIR) of, indien dit nie bestaan nie, skep dit
ast: reutilizar un direutoriu caché (REDC) creáu previamente, si nun esiste, crealu
bg: използвай по-рано създадената кеш директория (CDIR) или я създаде, ако тя не съществува
es: reutilizar un directorio caché (REDC) creado previamente, si no existe, crearlo
ku: pêrista pêşbîrê (CDIR) yê ku di berê de hatiye çêkirin cardin bi kar bîne an jî eger tine be, çêke
ne: पहिलै बनाईएको cache dir (CDIR) पुनःप्रयोग गर्नुहोस वा यदि अवस्थित छैन भने बनाउनुहोस
ru: использовать ранее созданный каталог кэша (CDIR) или создать его если он не существует

source: report download/install progress when installing packages into sandbox
af: verslag aflaai/installeer vordering wanneer die installering van pakkette in sandbox
ast: informar del avance na descarga/instalación al instalar paquetes nel sistema de pruebes
bg: докладвай прогреса за сваляне/инсталиране по врене на инсталирането на пакетите в времената среда
es: informar del el avance en la descarga/instalación al instalar paquetes en el sistema de pruebas
kab: mmel asfari n usader/asbeddi mi ara yetteddu usbeddi n yikemmusen di sandbox
ku: gava ku pakêt li sandboxê bar bibin pêşdeçûna daxistin/sazkirinê rapor bike
ne: स्यान्डबक्स मा प्याकेजहरू स्थापना गर्दा डाउनलोड / उन्नति गरेर स्थापना रिपोर्ट गर्नुहोस
ru: показывать прогресс загрузки/установки во время установки пакетов в песочницу
sk: hlásiť postup sťahovania/inštalácie pri inštalácii balíčkov do sandboxu

source: the executable that is run under valgrind's memcheck tool for memory leak detection
af: die looplêer wat onder valgrind's se memcheck hulpmiddel vir Memory lekdeteksie loop
ast: l'executable que cuerre baxo'l complementu memcheck valgrind na deteición de fugues de memoria
bg: изпълним файл, който стартира под контрола на valgrind memcheck за откриване на изтичане на памет
es: el ejecutable que corre bajo el complemento memcheck valgrind en la detección de fugas de memoria
ku: ji bo tesbîtkirina çizirînê ya bîrkanê sepana ku di bin aleta memcheck a valgrind de dişixule
ru: исполняемый файл, который запускается под контролем valgrind memcheck для определения утечек памяти
sk: spustiteľný súbor, ktorý beží pod testom pamäti valgrind na únik pamäti

source: Error: %s is not an executable. Stopping.
af: Fout: %s is nie 'n uitvoerbare. Stop tans.
ast: Fallu: %s nun ye un executable. Parando.
bg: Грешка: %s не е изпълним файл. Спиране.
es: Error: %s no es un ejecutable. Parando.
kab: Tuccḍa: %s mačči d aselkam. Seḥbes.
ku: Çewtî: %s ne bikarbar e. Tê sekinandin.
ne: त्रुटी: %s सञ्चालन गर्न सकिएन। रोक्दै ।
ru: Ошибка: %s — не исполняемый файл. Остановка.
sk: Chyba: %s nie je spustiteľný. Zastavujem.

source: This package does not seem to be installed correctly
af: Dit lyk nie asof hierdie pakket korrek geïnstalleer is nie
ast: Esti paquete nun paez tar instaláu correcho
bg: Този пакет не изглежда да е инсталиран правилно
es: Este paquete no parece haberse instalado correctamente
he: מסתבר כי חבילה זו אינה מותקנת כראוי
kab: Akemmus ur d-ittban ara yettwasbedd akken ilaq
ku: Ev pakêt wekî ku bi awayekî rast bar bûbe nayê xuyan
mr: हे संकुल योग्य प्रकारे स्थापित केलेले दिसत नाही
ru: Возможно, этот пакет установлен неправильно
sk: Vyzerá to tak, že tento balík nie je nainštalovaný korektne

source: This is not an official %s package. Please remove any third party package and try again.
af: Dit is nie 'n amptelike %s pakket nie. Verwyder die pakket van derdepartye en probeer weer.
ast: Esti nun ye un paquete oficial de %s. Desinstala cualquier paquete de terceros ya inténtalo de nueves.
bg: Това не е официален %s пакет. Моля, премахнете пакетите от трети страни и опитайте отново.
es: Este no es un paquete oficial de %s. Desinstale cualquier paquete de terceros e inténtelo de nuevo.
he: זוהי אינה חבילה רשמית של %s. נא להסיר כל חבילת צד־שלישי שהיא ולנסות שוב.
kab: Wagi mačči d akemmus %s unṣib. Ttxil-k m kkes akemmus n wis kraḍ sakin eɛreḍ tikkelt-nniḍen.
ku: Ev ne pakêteke fermî ya %s (y)e. Xêra xwe yek ji pakêtên kesên sêyem rake û dîsa bicerribîne.
mr: हा अधिकृत %s पॅकेज नाही. कृपया कोणत्याही तृतीय पक्ष पॅकेज काढून आणि पुन्हा प्रयत्न करा.
ru: Этот пакет не является официальным пакетом %s. Пожалуйста, удалите все сторонние пакеты и попробуйте снова.
sk: Toto nie je oficiálny %s balík. Prosím, odstráňte všetky balíky tretích strán a skúste to znovu.

source: You have some obsolete package versions installed. Please upgrade the following packages and check if the problem still occurs: %s
af: Jy het 'n paar uitgediende pakket weergawe geïnstalleer. Opgradeer asseblief die volgende pakkette en tjek indien die probleem steeds voorkom: %s
ast: Tienes dalgunos paquetes instalaos con versiones obsoletes. Por favor, anova los siguientes paquetes y verifica si'l problema persiste: %s
bg: В системата ви има инсталирани остарели версии на някои пакети. Моля, надградете тези пакети и проверете, останал ли е проблема: %s
es: Tiene algunos paquetes instalados con versiones obsoletas. Actualice los siguientes paquetes y compruebe si el problema persiste: %s
he: חלק מהגרסאות של חבילות התכנה שלך מיושנות. נא לשדרג את החבילות הבאות ולבדוק אם הבעיה עדיין מתרחשת: %s
kab: Tesɛiḍ ileqman n yikemmusen iqburen i yettwasbedden. Ttxil-k m leqqem ikemmusen-agi ara d-iḍefren sakin selken ma mazal iḍerru wugur-nni. %s
ku: Te hinek guhertoyên pakêtên kevn barkiriye. Ji kerema xwe re pekêtên li xwarê ilind bikin û qonrol bikin ku pirsgirêk berdewam bike: %s
mr: आपणाकडे काही अप्रचलित पॅकेज आवृत्त्या स्थापित आहेत. समस्या अजूनही झाल्यास खालील संकुले अद्ययावत करा व तपासा: %s
pt: Você tem alguns pacotes desactualizados instalados. Por favor actualize os seguintes pacotes e verifique se o problema continua a ocorrer: %s
ru: В вашей системе установлены устаревшие версии некоторых пакетов. Обновите следующие пакеты и проверьте, осталась ли проблема: %s
sk: Máte nainštalovanú zastaralú verziu balíka. Prosím, aktualizujte nasledujúce balíky a skontrolujte, či problém pretrváva: %s

source: unknown program
af: onbekende program
ast: programa desconocíu
bg: неизвестна програма
es: programa desconocido
he: תכנית בלתי מוכרת
kab: ahil arussin
ku: bernameya nenas
mr: अपरिचीत कार्यक्रम
ne: अज्ञात उपक्रम
pt: programa desconhecido
ru: неизвестная программа
sk: neznámy program

source: Sorry, the program "%s" closed unexpectedly
af: Jammer, die program "%s" het onverwags gesluit
ast: Sentimoslo; el programa «%s» zarróse inesperadamente
bg: Извинете, програмата «%s» аварийно се затвори
es: El programa «%s» se cerró inesperadamente
he: התכנה „%s“ נסגרה במפתיע, עמך הסליחה
kab: Suref-aɣ, ahil "%s" yemdel akka kan
ku: Xemgînim, bernameya "%s" bi awayekî ne dihat hêvîkirin hat girtin.
mr: क्षमस्व, कार्यक्रम "%s" अनपेक्षितपणे बंद पडला
ne: माफ गर्नुहोस्, "%s" उपक्रम अप्रत्याशित बन्द भयो।
pt: Desculpe, o programa %s fechou inesperadamente
ru: Извините, программа %s аварийно завершила свою работу
sk: Prepáčte, program "%s" neočakávane skončil

source: Problem in %s
af: Probleem in %s
ast: Problema en %s
bg: Проблем в %s
es: Problema en %s
he: תקלה ב-%s
kab: Agnu deg %s
ku: Pirsgirêk di %s de
mr: %s यात समस्या
ne: %s मा समस्या
pt: Problema em %s
ru: Неполадка в %s
sk: Problém v %s

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
af: Jou rekenaar beskik nie oor genoegsame gratis geheue om die outomaties te probleem-analiseer en te raporteer aan die ontwikkelaars nie.
ast: El to equipu nun tien memoria llibre suficiente p'analizar el problema automáticamente y unviar un informe a los desendolcadores.
bg: Вашият компютър няма достатъчно свободна памет, за да се анализира автоматично проблема и да изпрати доклада на разработчиците.
es: Su equipo no tiene memoria libre suficiente para analizar el problema automáticamente y enviar un informe a los desarrolladores.
he: למחשבך אין די זכרון פנוי כדי לנתח את התקלה אוטומטית ולשלוח דוח למפתחים.
kab: Aselkim-inek m ur yesɛi ara ddeqs n tkatut tilellit akken ad yesleḍ ugur s wudem awurman yerna ad yazen aneqqis i yisneflayen.
ku: Komputera te ne xwediyê têr bîr e ku bixeber vê pirsgirêkê analîz bike û raporekê ji pisporan re bişîne.
mr: आपल्या संगणकावर आपोआप समस्या विश्लेषण आणि विकसकांसाठी एक अहवाल पाठवण्यासाठी अतिरीक्त मोकळी जागा नाही.
pt: O seu computador não tem memória livre suficiente para analisar automáticamente o problema e enviar um relatório para os programadores.
ru: В вашем компьютере недостаточно свободной памяти, чтобы автоматически проанализировать неполадку и отправить отчет разработчикам.
sk: Váš počítač nemá dosť voľnej pamäte na automatickú analýzu problému a poslanie hlásenia vývojárom.

source: Invalid problem report
af: Ongeldige probleem verslag
ast: Informe de problema incorreutu
bg: Невалиден доклад с проблем
es: Informe de problema no válido
he: דוח תקלה שגוי
kab: Aneqqis n wuguren mačči d ameɣtu
ku: Raporkirina pirsgirêkê ya ne derbasdar
mr: अवैध समस्या अहवाल
ne: अवैध समस्या प्रतिवेदन
pt: Relatório do problema inválido
ru: Неверный отчёт об ошибке
sk: Neplatné hlásenie problému

source: You are not allowed to access this problem report.
af: Jy word nie toegelaat om toegang tot hierdie -probleem verslag.
ast: Nun tienes permitíu acceder a esti informe de problema.
bg: Нямате достъп до този доклад за проблем.
es: No tiene permitido acceder a este informe de problema.
he: אינך מורשה לגשת לדוח תקלה זה.
kab: Ur tesɛiḍ ara tasiregt ad tkecmeḍ ɣer uneqqis-a n wuguren.
ku: Destûra te tune tu bigihîjî vê rapora pirsgirêkê.
mr: आपण हा समस्या अहवाल प्रवेश करण्याची परवानगी नाही.
ne: तपाईंले यो समस्या रिपोर्ट पहुँच गर्न अनुमति छैन।
pt: Você não tem autorização para aceder ao relatório deste problema.
ru: У вас нет доступа к отчёту о неполадке.
sk: Nemáte povolený prístup k tomuto hláseniu o probléme.

source: There is not enough disk space available to process this report.
af: Daar -is nie genoeg skyfspasie beskikbare om die verwerking van dit verslag.
ast: Nun hai suficiente espaciu de discu disponible pa procesar esti informe.
bg: Няма достатъчно свободно място за обработка на този доклад.
es: No hay suficiente espacio de disco disponible para procesar este informe.
he: אין די שטח פנוי בכונן כדי לעבד דוח זה.
kab: Ulac ddeqs n tallunt n uḍebsi iwejden akken ad yekker uneqqis-agi.
ku: Ji bo kirina vê raporê têr valahiya dîskê tune.
mr: या अहवालावर प्रक्रिया करण्यासाठी पुरेशी जागा उपलब्ध नाही.
pt: Não tem espaço livre suficiente no disco para processar este relatório.
ru: Недостаточно места на диске для обработки этого отчёта.
sk: Nie je dostatok voľného miesta na disku na spracovanie tohto hlásenia.

source: Invalid PID
af: Ongeldige PID
ast: PID incorreutu
bg: Невалиден PID
es: PID no válido
he: מזהה התהליך שגוי
kab: PID mačči d ameɣtu
ku: PID'a nederbasdar
mr: अवैध पीआयडी
ne: अवैध PID
pt: PID inválido
ru: Неверный PID
sk: Neplatné PID

source: The specified process ID does not exist.
af: Die gespesifiseerde proses-ID bestaan nie.
es: El ID de proceso especificado no existe.
he: מזהה התהליך שצוין לא נמצא.
kab: ID i d-ittunefken ur yelli ara.
sk: Proces s zadaným identifikátorom neexistuje.

source: Not your PID
af: Nie u PID nie
es: No es su PID
he: לא מזהה התהליך שלך
kab: Mačči PID inek m

source: The specified process ID does not belong to you.
af: Die gespesifiseerde proses-ID behoort nie aan u nie.
es: El ID de proceso especificado no le pertenece.
he: מזהה התהליך שצוין לא שייך לך.
kab: ID n ukala i d-ittunefken mačči d ayla-k m.
sk: Proces s zadaným identifikátorom vám nepatrí.

source: No package specified
af: Geen pakket gespesifiseer nie
ast: Nun s'especificó dengún paquete
bg: Не е указан пакет
es: No se especificó ningún paquete
he: לא צויינה כל חבילה
kab: Ulac akemmus i d-ittunefken
ku: Pakêt nehatiye diyarkirin
mr: पॅकेज निर्दिष्ट केले नाही
ne: निर्दिष्ट नगरिएको प्यकेज
pt: Nenhum pacote especificado
ru: Не указан пакет
sk: Nebol špecifikovaný žiadny balík

source: You need to specify a package or a PID. See --help for more information.
af: Jy nodig het om 'n pakket of 'n PID spesifiseer. Sien --hulp vir meer inligting.
ast: Necesites especificar un paquete o un PID. Consulta --help pa más información.
bg: Трябва да укажете пакет или PID. Вижте --help за повече информация.
es: Necesita especificar un paquete o un PID. Consulte --help para más información.
he: עליך לציין חבילה או מזהה תהליך. עיין ב --help לקבלת מידע נוסף.
kab: Teḥwaǧed ad d-tefkeḍ akemmus neɣ ID. Ẓer --help i wugar n telɣut.
ku: Divê tu pakêtekê yan jî PID'ekî dîyarbikî. Ji bo agahiya zêdetir li --help binêre.
mr: तुम्ही पॅकेज किंवा पी आय डी निर्देशीत करणे आवश्यक आहे. अधिक माहितीसाठी --help पहा.
pt: Deve especificar um pacote ou um PID. Veja --help para mais informações.
ru: Необходимо указать пакет или PID. Запустите программу с ключом --help для получения дополнительной информации.
sk: Je potrebné špecifikovať balík alebo PID. Pozrite --help pre viac informácií.

source: Permission denied
af: Toestemming gewyer
ast: Permisu denegáu
bg: Достъпа е отказан
es: Permiso denegado
he: הגישה נדחתה
kab: Tasiregt ur tettwaqbel ara
ku: Destûr nehate dayîn
mr: परवानगी नाही
ne: इजाजत अस्वीकार गरियो
pt: Permissão negada
ru: В доступе отказано
sk: Prístup odmietnutý

source: The specified process does not belong to you. Please run this program as the process owner or as root.
af: Die spesifieke proses behoort nie aan jou nie. Laat die program loop as proseseienaar of as wortel.
ast: El procesu especificáu nun te pertenez. Executa esti programa como propietariu del procesu o como superusuariu.
bg: Указаният процес не ви принадлежи. Моля, стартирайте тази програма от името на собственика на процеса или като root потребител.
es: El proceso especificado no le pertenece. Ejecute este programa como propietario del proceso o como superusuario.
he: התהליך שצויין אינו שייך לך. נא להריץ תוכנה זו כבעל התהליך או כמנהל (root).
kab: Akala i d-ittnefken mačči d ayla-k. Ttxil-k m selkem ahil-agi am bab n ukala neɣ am root.
ku: Kirara dîyarkirî ne aîdî te ye. Ji kerema xwe ra bernameyê wekî ku xwediyê kirarê root be bixebitînin.
mr: निर्दिष्ट प्रक्रिया आपणाशी संबंधित नाही. या कार्यक्रमात प्रक्रिया मालक म्हणून किंवा रूट म्हणून चालवा.
pt: O processo especificado não lhe pertence. Por favor execute este programa como dono do processo ou como "root".
ru: Указанный процесс запущен другим пользователем. Запустите эту программу с правами владельца процесса или администратора системы.
sk: Nemáte dosah na označený proces. Prosím, spustite program ako jeho vlastník, alebo ako root.

source: The specified process ID does not belong to a program.
af: Die gespesifiseerde proses-ID behoort nie aan 'n program nie.
ast: El ID de procesu especificáu nun pertenez a dengún programa.
bg: Указания идентификатор не принадлежи на програма.
es: El ID de proceso especificado no pertenece a ningún programa.
he: מזהה התהליך שצויין אינו שייך לאף תוכנית.
kab: ID n ukala i d-ittunefken mačči d ayla n wahil.
ku: ID ya kirarê ku hatiye dîyarkirin ne aîdî bernameyekê ye.
mr: निर्दिष्ट कार्यपध्दती ID एक कार्यक्रम संबंधित नाही.
pt: O ID de processo especificado não pertence a um programa.
ru: Указанный PID принадлежит другому процессу.
sk: Zadaný identifikátor procesu nepatrí k programu.

source: Symptom script %s did not determine an affected package
af: Simptometeks %s kon geen geaffekteerde pakket bepaal nie
bg: Симптомният скрипт %s не може да определи засегнат пакет
es: El script de síntomas %s no determinó ningún paquete afectado
ku: Skrîpta symptomê %s pakêteke tesîrlêbûyî tesbît nekiriye
mr: लक्षण स्क्रिप्ट %s ने प्रभावित पॅकेज निश्चित केले नाही
ru: Симптоматический скрипт %s не может определить затронутый пакет
sk: Skript %s nebol schopný určiť postihnutý balík

source: Package %s does not exist
af: Pakket %s bestaan nie
ast: El paquete %s nun esiste
bg: Пакета %s не съществува
es: El paquete %s no existe
he: החבילה %s אינה קיימת
kab: Akemmus %s ur yelli ara
ku: Pakêta %s tune
mr: पेकेज %s अस्तित्वात नाही
ne: %s प्याकेज अस्तित्वमा छैन
pt: O pacote %s não existe
ru: Пакет %s не существует
sk: Balík %s neexistuje

source: Cannot create report
af: Kan nie verslag skep nie
bg: Не може да бъде създаден доклад
es: No se puede crear el informe
kab: Timerniwt n uneqqis d tawezɣit
ku: Rapor nikare were çêkirin
mr: अहवाल निर्माण करू शकत नाही
ne: प्रतिवेदन सिर्जना गर्न सकिएन
ru: Невозможно создать отчет
sk: Nie je možné vytvoriť hlásenie

source: Updating problem report
af: Opdateer probleemverslag
bg: Актуализиране на доклада за проблема
es: Informe de problema con actualización
he: דוח הבעיה מתעדכן
kab: Aleqqem n uneqqis n wuguren
ku: Rapora pirsgirêkê tê rojanekirin
mr: समस्या अहवाल अद्ययावत करत आहे
ne: समस्या प्रतिवेदन अद्यावधिक गर्दै
ru: Обновление отчета о проблеме
sk: Aktualizuje sa hlásenie o probléme
