Repository: Hyask/apport
Catalog: po/*.po
Languages: af, ast, bg, es, he, kab, ku, mr, ne, pt, ru, sk

source: (%i bytes)
bg: (%i байта)
kab: (%i n yibiten)
ku: (%i bayt)
mr: (%i बाइट्स)
ne: (%i बाइट)
ru: (%i байт)
sk: (%i bajtov)

source: This occured during a previous suspend and prevented it from resuming properly.
ast: Esto asocedió durante una suspensión anterior ya impidió reanudase afayadizamente.
pt: Isto ocorreu durante uma suspensão anterior e impediu-o de resumir correctamente.

source: This occured during a previous hibernate and prevented it from resuming properly.
ast: Esto asocedió durante una ivernación anterior ya impidió reanudase afayadizamente.
pt: Isto ocorreu durante uma hibernação anterior e impediu-o de resumir correctamente.

source: %prog [options] <apport problem report | crash ID>
ast: %prog [opciones] <informe apport del problema | ID del fallu>
pt: %prog [opções] <relatório do problema apport | ID do crash>

source: incorrect number of arguments; use --help for a short help
ast: númberu incorreutu d'argumentos use --help pa una pequeña aida
pt: número incorrect de argumentos; utilize --help para uma ajuda rápida

source: you either need to do a local operation (-s, -g, -o) or supply an authentication file (--auth); see --help for a short help
ast: tampoco necesita facer una operación llocal (-s,-g,-o) o suministrar un ficheru d'autentificación (--auth); vea --help pa una pequeña aida
pt: você precisa de fazer uma operação local (-s, -g, -o) ou fornecer um arquivo de autenticação (--auth); ver --help para uma ajuda rápida

source: Apport
mr: एप्पोर्ट
ne: एपोर्ट
