Repository: Hyask/apport
Catalog: po/*.po
Languages: af, ast, bg, es, he, kab, ku, mr, ne, pt, ru, sk

source: This problem report applies to a program which is not installed any more.
af: Hierdie probleemverslag is van toepassing op 'n program wat nie-geïnstalleer is enige meer nie
ast: Esti informe de problema aplícase a un programa que nun ta instaláu.
bg: Проблемът се отнася за програма, която вече не е инсталирана.
es: Este informe de problema aplica a un programa que ya no está instalado.
he: דיווח תקלה זה חל על תכנית שאינה מותקנת עוד.
kab: Aneqqis-agi n wugur yeɛna ahil ur nettwasbedd ara.
ku: Ev rapora çewtiyan li ser bernameyên ku kîjan hêja ne sazkirî be tê sepandin.
mr: हा समस्या अहवाल जो आता स्थापित नाही अशा एक कार्यक्रमाला लागू होतो.
pt: Este relatório de problema aplica-se a um programa que já não se encontra instalado.
ru: Этот отчет о проблеме относится к программе, которая не установлена.
sk: Toto hlásenie problému sa vzťahuje na program, ktorý už nie je nainštalovaný.

source: The problem happened with the program %s which changed since the crash occurred.
af: Die probleem gebeur met die program %s watter verander sedert die crash het voorgekom.
ast: El problema ocurrió col programa %s, que camudó dende qu'asocedió'l fallu.
bg: Проблемът възникна с програмата %s, в която са внесени промени след нейното аварийно завършване на работа.
es: El problema ocurrió con el programa %s, que ha sido modificado desde esa vez.
he: התקלה אירעה בתכנית %s שהשתנתה מאז קריסתה האחרונה.
kab: Ugur yeḍra-d akked wahil %s i yebeddelen segmi d-yeḍra uɣelluy.
ku: Bernameya %s ji wexta hilweşînê û pê ve guherî û tê de pirsgirêkek derkete holê.
ru: Неполадка произошла с программой %s, в которую были внесены изменения с момента её аварийного завершения работы.
sk: Problém bol zaznamenaný v programe %s, ktorý bol po páde zmenený.

source: This problem report is damaged and cannot be processed.
af: Hierdie probleemverslag is beskadig en kan nie verwerk word nie.
ast: L'informe del problema ta frayáu y nun puede procesase.
bg: Този доклад за проблем е повреден и не може да бъде обработен.
es: El informe del problema está dañado y no puede procesarse.
he: דוח תקלה זה פגום ולכן לא ניתן לעבד אותו.
kab: Aneqqis-agi n wugur yerreẓ yerna ulamek ara yettusekker.
ku: Ev rapora pirsgirêkê xerabe ye û nayê kirin.
ne: यो समस्या रिपोर्ट क्षतिग्रस्त छ र अघी बढ्न सकिदैन।
pt: Este relatório de problema está danificado e não pode ser processado.
ru: Этот отчёт о неполадке повреждён и не может быть обработан.
sk: Toto hlásenie problému je poškodené a nie je možné ho spracovať.

source: This report is about a snap published by %s. Contact them via %s for help.
af: Hierdie verslag is oor 'n snap gepubliseer deur %s. Kontak hulle via %s vir hulp.
es: Este reporte es sobre un snap publicado por %s. Contacte vía %s para obtener ayuda.
he: דיווח זה מתייחס ל־snap שפורסם על ידי %s. יש ליצור קשר עם המפרסם ישירות דרך %s לקבלת עזרה.
sk: Toto hlásenie je o snape od %s. Pre pomoc kontaktujte autorov snapu cez %s.

source: This report is about a snap published by %s. No contact address has been provided; visit the forum at https://forum.snapcraft.io/ for help.
af: Hierdie verslag is oor 'n gepubliseer deur %s. Geen kontak adres het gewees voorsien; besoek die forum by https://forum.snapcraft.io/ vir hulp.
es: Este reporte es sobre un snap publicado por %s. No se ha proporcionado una dirección de contacto; visite el foro en https://forum.snapcraft.io/ para obtener ayuda.
he: דיווח זה מתייחס ל־snap שפורסם על ידי %s. לא סופקה כתובת ליצירת קשר, מומלץ לבקר בפורום בכתובת https://forum.snapcraft.io/ ‎לקבלת עזרה.
sk: Toto hlásenie je o snape od %s. Nebola poskytnutá žiadna kontaktná adresa; pre pomoc navštívte fórum na https://forum.snapcraft.io/.

source: This report is about a package that is not installed.
af: Hierdie verslag handel oor 'n pakket dat is nie geïnstalleer.
es: Este informe es sobre un paquete que no se encuentra instalado.
he: דיווח זה מתייחס לחבילה שאינה מותקנת.
kab: Aneqqis-a ɣef ukemmus ur nettwasbedd ara.
sk: Toto hlásenie je o balíku, ktorý nie je nainštalovaný.

source: An error occurred while attempting to process this problem report:
af: 'N fout het voorgekom terwyl probeer te proses hierdie probleem verslag.
ast: Hebo un fallu mentanto s'intentaba procesar l'informe de fallu:
bg: Възникна грешка при обработката на този доклад за проблем:
es: Ocurrió un error al intentar procesar este informe de problema:
he: אירעה שגיאה במהלך ניסיון עיבוד דוח תקלה זה:
kab: Teḍra-d tuccḍa mi neɛreḍ ad nsekker aneqqis-agi n wugur:
ku: Gava dixebitî ku vê rapora pirsgirêkê qeyd bike çewtiyek derket:
mr: ही समस्या रिपोर्ट करण्याचा प्रयत्न करताना एक त्रुटी आली:
ru: Произошла ошибка при попытке обработать это сообщение о неполадке:
sk: Nastala chyba počas spracovania hlásenia o chybe:

source: You are about to report a bug against the deb package, but you also a have snap published by %s installed. You can contact them via %s for help. Do you want to continue with the bug report against the deb?
af: Jy is oor te verslag 'n bug teen die deb pakket, maar jy ook 'n het snap gepubliseer deur %s geïnstalleer. Jy kan kontak hulle via %s vir hulp. Doen jy wil te aanhou met die bug verslag teen die deb?
es: Está a punto de reportar un error sobre el paquete deb, pero también tiene instalado un snap publicado por %s. Puede contactarlos vía %s para obtener ayuda. ¿Desea continuar con el reporte de error en relación al deb?
he: פעולה זו תדווח על תקלה כנגדר חבילת ה־deb, אך מותקן אצל גם snap שפורסם על ידי %s. ניתן ליצור קשר עם המפרסם דרך %s לקבלת עזרה. להמשיך בדיווח על התקלה כנגד ה־deb?

source: You are about to report a bug against the deb package, but you also a have snap published by %s installed. For the snap, no contact address has been provided; visit the forum at https://forum.snapcraft.io/ for help. Do you want to continue with the bug report against the deb?
af: Jy is oor te verslag 'n bug teen die deb pakket, maar jy ook 'n het snap gepubliseer deu %s geïnstalleer. Vir die snap, geen kontak nie adres het gewees voorsien; besoek die forum by https://forum.snapcraft.io/ vir hulp. Doen jy wil te aanhou met die bug verslag teen die deb?
es: Está a punto de reportar un error sobre el paquete deb, pero también tiene instalado un snap publicado por %s. No se ha proporcionado una dirección de contacto para el snap; visite el foro en https://forum.snapcraft.io/ para obtener ayuda. ¿Desea continuar con el reporte de error en relación al deb?
he: פעולה זו תדווח על תקלה כנגדר חבילת ה־deb, אך מותקן אצל גם snap שפורסם על ידי %s. עבור ה־snap לא פורסמו כתובת ליצירת קשר, נא לבקר ב־https://forum.snapcraft.io/ ‎ לקבלת עזרה. להמשיך בדיווח על התקלה כנגד ה־deb?

source: Could not determine the package or source package name.
af: Kon nie die pakket of bronpakket naam bepaal nie.
ast: Nun pudo determinase'l nome del paquete binariu o fonte.
bg: Не може да бъде определено името на пакета или на пакета с изходния код.
es: No se pudo determinar el nombre del paquete binario o fuente.
he: לא ניתן לאתר את החבילה או את שם חבילת המקור.
kab: Ulamek tifin n ukemmus neɣ aɣbalu n yisem n ukemmus.
ku: Nikare pakêtê destnîşan bike an jî navê pakêtê bibîne.
mr: संकुल उगम किंवा संकुल नाव निश्चित करू शकत नाही.
pt: Não foi possível determinar o nome do pacote ou pacote fonte.
ru: Не удалось определить имя пакета или имя пакета с исходным кодом.
sk: Nedá sa zistiť balík alebo zdrojový názov balíka.

source: Unable to start web browser
af: Kan nie die webblaaier begin nie
ast: Nun puede arrancase'l restolador web
bg: Не може да се стартира уеб браузъра
es: No se puede arrancar el navegador web
he: לא ניתן להפעיל את דפדפן האינטרנט.
kab: Ulamek asekker n yiminig n web
ku: Nikare geroka webê bide destpêkirin
mr: वेब ब्राउजर सुरु करू शकत नाही
ne: वेब ब्राउजर सुरु गर्न सकिएन
pt: Não é possível iniciar o navegador web
ru: Не удалось запустить веб-браузер
sk: Nepodarilo sa spustiť internetový prehliadač

source: Unable to start web browser to open %s.
af: Kan nie die webblaaier begin om oop %s.
ast: Nun puede arrancase'l restolador web p'abrir %s.
bg: Не може да се стартира уеб браузъра, за да се отвори %s.
es: No se puede arrancar el navegador web para abrir %s.
he: לא ניתן להפעיל את דפדפן האינטרנט כדי לפתוח את %s.
kab: Ulamek asekker n yiminig n web akken ad yeldi %s.
ku: Nikare geroka webê bide destpêkirin ji bo vekirina %s.
mr: %s उघडण्याकरिता वेब ब्राउजर सुरु करू शकत नाही.
ne: %s खोल्न वेब ब्राउजर सुरु गर्न सकिएन।
pt: Não é possível iniciar o navegador web para abrir %s
ru: Не удалось запустить веб-браузер, чтобы открыть %s.
sk: Nepodarilo sa spustiť internetový prehliadač pre otvorenie %s.

source: Please enter your account information for the %s bug tracking system
af: Voer asseblief jou rekeninginformasie in vir die %s bug spoorstelsel
ast: Introduza la información de la so cuenta pal sistema de seguimientu de fallos de %s
bg: Моля въведете вашите потребителски данни за %s системата за следене за грешки
es: Introduzca la información de su cuenta para el sistema de seguimiento de errores de %s
he: נא להזין את נתוני החשבון שלך עבור מערכת דיווח התקלות %s.
kab: Ttxil sekcem talɣut n umiḍan-ik i %s unagraw n uḍfar n yibugen
ku: Agahiyên hesabê xwe têkevinê ji bo pergala %s ya şopandina çewtiyan.
mr: %s बग ट्रॅकिंग सिस्टमच्या आपल्या खात्याची माहिती प्रविष्ट करा
pt: Por favor introduza a informação da sua conta para o sistema de gerenciamento de falhas %s
ru: Пожалуйста, введите данные вашей учетной записи в системе учёта ошибок %s
sk: Prosím, zadajte vaše prihlasovacie informácie pre systém sledovania chýb %s

source: Network problem
af: Netwerkprobleem
ast: Problemes cola rede
bg: Мрежов проблем
es: Problemas con la red
he: תקלת רשת
kab: Ugur n uẓeṭṭa
ku: Pirsgirêka torê
mr: संजाळ समस्या
ne: सञ्जाल समस्या
pt: Problema na rede
ru: Неполадка с сетью
sk: Problém siete

source: Cannot connect to crash database, please check your Internet connection.
af: Kon nie verbind met die crash-databasis nie, gaan asseblief jou internetkonneksie na.
ast: Nun puede afitase la conexón cola base de datos d'errores, por favor, verifique la so conexón a Internet.
bg: Не може да се свърже с базата данни за сривове, моля проверете връзката с интернет.
es: No es posible la conexión con la base de datos de errores, por favor, verifique su conexión a Internet.
he: לא ניתן להתחבר אל מסד נתוני הקריסות, יש לבדוק את החיבור לאינטרנט.
kab: Ulamek tuqqna ɣer uzadur n yisefka n yiɣelluyen, ttxil-k m elken tuqqna internet inek m.
ku: Nikare bi danegeha hilweşînê ve bê girêdan, Girêdana xwe yê întenetê kontrol bike.
mr: क्रॅश माहितीकोशाला जोडू शकत नाही, आपले इंटरनेट कनेक्शन तपासा.
pt: Não é possível estabelecer a ligação à base de dados de falhas, por favor verifique a sua ligação à Internet.
ru: Не удается подключиться к базе данных по сбоям, пожалуйста, проверьте подключение к Интернету.
sk: Nie je možné sa pripojiť do databázy pádov, prosím, skontrolujte vaše internetové pripojenie.

source: Memory exhaustion
af: Geheue uitputting
ast: Memoria escosada
bg: Изчерпване на паметта
es: Memoria agotada
he: תשישות הזכרון
ku: Têrnekirina bîrkanê
mr: स्मृती अपुरी पडली
ne: मेमोरी सकियो
pt: Exaustão da memória
ru: Недостаток памяти
sk: Vyčerpanie pamäte

source: Your system does not have enough memory to process this crash report.
af: Jou stelsel het nie genoeg geheue beskikbaar om die ineenstortingsverslag te prosseseer nie.
ast: El to sistema nun tien la memoria suficiente pa procesar esti informe de fallu.
bg: Вашата система не разполага с достатъчно памет, за да обработи този доклад за срив.
es: Su sistema no tiene la memoria suficiente para procesar este informe de fallo.
he: למערכת שלך אין די זכרון פנוי כדי לעבד דוח תקלה זה.
kab: Anagraw-inek m ur yesɛi ara ddeqs n tkatut akken ad isekker aneqqis-agi n uɣelluy.
ku: Di pergala te de têr bîr tuneye ku kirara vê rapora çewtiyê bike.
mr: आपल्या प्रणालीमध्ये हा क्रॅश अहवाल प्रक्रिया करण्यासाठी पुरेशी स्मृती नाही.
pt: O seu sistema não tem memória suficiente para processar o relatório desta paragem.
ru: В системе недостаточно памяти для обработки этого отчёта об ошибке.
sk: Váš systém nemá dostatok pamäti na spracovanie chybového hlásenia.

source: The problem cannot be reported: %s
af: Die probleem kan nie aangemeld word nie: %s
ast: El problema nun puede notificase: %s
bg: Проблемът не може да бъде докладван: %s
es: El problema no puede notificarse: %s
he: לא ניתן לדווח על תקלה זו: %s
kab: Ulamek ara yettwazen uneqqis ɣef wugur-agi: %s
ku: Ev pirsgirêk nayê raporkirin: %s
mr: समस्या नोंद करू शकत नाही: %s
ne: यो कार्यक्रम प्रतिवेदन गर्न सकिदैन: %s
pt: O problema não pode ser relatado: %s
ru: Не удаётся сообщить о неполадке: %s
sk: Problém nemohol byť ohlásený: %s

source: Problem already known
af: Probleem reeds bekend
ast: Problema yá conocíu
bg: Проблемът вече е известен
es: Problema ya conocido
he: התקלה כבר ידועה
kab: Ugur yetwassen yakan
ku: Pirsgirêk jixwe tê zanîn
mr: समस्या अगोदरच माहित आहे
ne: पूर्वविदित समस्या
pt: Problema já conhecido
ru: О неполадке уже известно
sk: Problém je už známy

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
af: Hierdie probleem was reeds gerapporteer in die bug verslag vertoon in die webblaaier. Gaan asseblief na of enige verdere informasie bygevoeg kan word wat tot hulp van die ontwikkelaars kan wees.
ast: Esti problema yá foi comunicáu previamente nel informe de fallu amosáu nel restolador web. Por favor, comprueba si puedes amestar cualesquier información adicional que pudieres resultar d'utilidá a los desendolcadores.
bg: За този проблем е вече известно. Съществуващият доклад за него е отворен в браузъра ви. Моля, проверете дали можете да добавите друга полезна информация, която може да помогне на разработчиците.
es: Este problema ya ha sido comunicado previamente en el informe de fallo mostrado en el navegador web. Por favor, compruebe si puede añadir cualquier información adicional que pudiera resultar de utilidad a los desarrolladores.
he: תקלה זו כבר דווחה בדוח התקלה המוצג בדפדפן האינטרנט. נא לבדוק האם ניתן להוסיף מידע נוסף שעלול לעזור למפתחים בפתרון התקלה.
ku: Ev pirsgirêk di rapora xetayê ya ku ser geroka webê tê nîşandan de jixwe hatiye raporkirin. Xêra xwe kontrol bike gelo tu dikarî ji bo alîkarbûna pêşvebiran agahiyeke zêdetir lê zêde bikî an na.
pt: Este problema já se encontra relatado como poderá confirmar no navegador web. Por favor, verifique se poderá adicionar mais alguma informação que possa ser útil aos programadores.
ru: Об этой неполадке уже известно. Существующий отчёт о ней открыт в вашем браузере. Пожалуйста, проверьте, можете ли вы добавить в него иную полезную информацию, которая могла бы помочь разработчикам.
sk: Tento problém už bol nahlásený v chybovom hlásení zobrazenom v internetovom prehliadači. Skontrolujte, prosím, či môžete doplniť ďalšie informácie, ktoré môžu byť nápomocné pre vývojárov.

source: This problem was already reported to developers. Thank you!
af: Hierdie probleem is reeds aan ontwikkelaars gerapporteer. Dankie!
ast: Ya s'informó d'esti problema a los desendolcadores. ¡Gracies!
bg: Този проблем вече е бил докладван на разработчиците. Благодарим ви!
es: Ya se ha informado de este problema a los desarrolladores. ¡Gracias!
he: תקלה זו כבר דווחה למתכנתים. תודה רבה!
kab: Ugur-a dayen yettwamla i yineflayen. Tanemmirt!
ku: Ev pirsgirêk ji pêşdebiran re jixwe hatiye raporkirin. Mala te ava!
mr: ही समस्या आधीच विकसकांकडे आलेली आहे. धन्यवाद!
ru: Сообщение о неисправности отправлено разработчикам. Спасибо за помощь!
sk: Tento problém bol už nahlásený vývojárom. Ďakujeme!

source: Cancel
af: Kanseleer
es: Cancelar
he: ביטול
kab: Sefsex
ku: Betal bike
mr: रद्द करा
ne: रद्द गर्नुहोस्
ru: Отмена
sk: Zrušiť

source: OK
es: Aceptar
he: אישור
kab: IH
ku: TEMAM
mr: ठीक आहे
ne: ठीक छ

source: Crash report
af: Crash verslag
ast: Informe de fallu
bg: Доклад за грешка
es: Informe de error
he: דוח קריסה
kab: Aneqqis n uɣelluy
ku: Rapora hilweşînê
mr: क्रॅश अहवाल
ne: क्र्यास प्रतिवेदन
ru: Отчёт о неполадке
sk: Chybové hlásenie

source: <big><b>Sorry, an internal error happened.</b></big>
af: <big><b>Jammer, 'n interne fout gebeur.</b></big>
ast: <big><b>Sentímoslo, asocedió una fallu internu.</b></big>
bg: <big><b>Извинете, възникна вътрешна грешка.</b></big>
es: <big><b>Lo sentimos, ocurrió un error interno.</b></big>
he: <big><b>אירעה שגיאה פנימית, עמך הסליחה.</b></big>
kab: <big><b>Suref-aɣ teḍra-d tuccḍa tagensant.</b></big>
ku: <big><b>Bibexşîne, xetayeke hundirîn derket.</b></big>
mr: <big><b>क्षमस्व, एक अंतर्गत त्रुटी आली.</b></big>
ne: <big><b>माफ गर्नुहोस् , आन्तरिक त्रुटी आइपर्‍यो ।</b></big>
ru: <big><b>Извините, возникла внутренняя ошибка.</b></big>
sk: <big><b>Prepáčte, nastala vnútorná chyba.</b></big>

source: Remember this in future
af: Onthou hierdie in toekoms
es: Recordar esta elección en el futuro
he: לזכור זאת בעתיד
kab: Cfu ɣef waya deg yimal
sk: Pamätať si toto v budúcnosti

source: Ignore future problems of this program version
af: Ignoreer toekoms probleme van hierdie program weergawe
ast: Inorar problemes futuros d'esta versión de programa
bg: Игнорирай бъдещи проблеми с тази версия на програмата
es: Ignorar problemas futuros de esta versión del programa
he: התעלמות בתקלות עתידיות בגרסת תכנית זו
kab: Ttu uguren ara d-yeddun di lqem-agi n wahil
ku: Problemên vê bernameyê yên ku di dahatûyê de derkevin piştguh bike
mr: या कार्यक्रमाच्या या आवृत्तीच्या भविष्यातील समस्यांकडे दुर्लक्ष करा
ne: यो प्रोग्राम् संस्करण को भविष्य समस्या बेवास्ता गर्नुहोस्।
ru: Игнорировать будущие сбои в этой версии программы
sk: Ignorovať budúce problémy tejto verzie programu

source: Relaunch this application
af: Relaunch hierdie aansoek
es: Volver a abrir la aplicación
he: הפעלת יישום זה מחדש
kab: Ales asenker n usnas-a
sk: Znovu spustiť tuto aplikáciu

source: _Examine locally
af: _Ondersoek plaaslik
ast: _Desaminar llocalmente
bg: _Локална проверка
es: _Examinar localmente
he: _בדיקה מקומית
kab: Sekyed s wudem adigan
ku: _Analîza herêmî bike
mr: स्थानीयरित्या तपासा (_E)
ne: स्थानीयरूपमा जाँच गर्नुहोस्
ru: _Локальная проверка
sk: _Preskúmať lokálne

source: Don't send
af: Moenie stuur
es: No enviar
he: לא לשלוח
kab: Ur ttazen ara
sk: Neodosielať

source: <big><b>Collecting problem information</b></big>
af: <big><b>Besig met versameling van probleeminformasie</b></big>
ast: <big><b>Recopilando información del problema</b></big>
bg: <big><b>Събиране на информация за проблем</b></big>
es: <big><b>Recopilando información del problema</b></big>
he: <big><b>אוסף מידע אודות התקלה</b></big>
kab: <big><b>Alqaḍ n telɣut ɣef wuguren</b></big>
ku: <big><b>Agahiyên pirsgirêkê tên civandin</b></big>
mr: <big><b>समस्या माहिती गोळा करत आहे</b></big>
ne: <big><b>समस्या जानकारी सङ्कलन हुदैछ​।</b></big>
pt: <big><b>A recolher informações sobre o problema</b></big>
ru: <big><b>Сбор информации о неполадке</b></big>
sk: <big><b>Zhromažďujú sa informácie o probléme</b></big>

source: Information is being collected that may help the developers fix the problem you report.
af: Informasie word synde versamel wat die ontwikkelaars help om die probleem jy rapporteer.
ast: La información que tas esbillando puede aidar a los desendolcadores a igüar el problema que vas a notificar.
bg: Бива събирана информация, която може да помогне на разработчиците да поправят проблема, който докладвате.
es: La información que se está recopilando puede ayudar a los desarrolladores a resolver el problema que va a notificar.
he: המידע נאסף כדי לעזור למפתחים לתקן את התקלה עליה אתה מדווח.
kab: Ala d-yettili welqaḍ n telɣut ara yɛiwnen isneflayen akken ad seggemen ugur fayef tsekkereḍ aneqqis.
ku: Agahiyên di çareserkirina pirsgirêka ku te rapor kiriye de îhtîmal hebe ku alîkariyê bidin pêşdebiran têne civandin.
mr: विकासकांना आपण अहवाल दिलेल्या समस्येचे निराकरण करण्यात मदत करू शकणारी माहिती गोळा केला जात आहे.
ne: सूचना संकलन भइरहेको छ जस्ले डेवलपर्सलाई तपाईंले रिपोर्टको गर्नु भ​एको समस्या समाधान गर्न मद्दत हुन​ सक्छ।
pt: A informação está a ser recolhida para tentar ajudar os programadores a corrigir o problema relatado.
ru: Производится сбор информации, которая может помочь разработчикам исправить эту ошибку.
sk: Zhromažďujú sa údaje pre vývojárov potrebné na opravu vami ohláseného problému.

source: Uploading problem information
af: Oplaai tans probleem informasie
ast: Unviando la información del problema
bg: Прехвърляне на информация за проблема
es: Enviando la información del problema
he: מעלה את פרטי התקלה
kab: Asali n telɣa ɣef wuguren
ku: Agahiyên pirsgirêkê tên vebarkirin
mr: समस्या माहिती अपलोड होत आहे
ne: समस्याको जानकारी अपलोड हुदैछ​।
pt: A enviar informações do problema
ru: Передача информации о неполадке
sk: Nahrávam informácie o probléme

source: <big><b>Uploading problem information</b></big>
af: <big><b>Oplaai tans probleem informasie</b></big>
ast: <big><b>Unviando información del problema</b></big>
bg: <big><b>Качване на информация за проблем</b></big>
es: <big><b>Enviando información del problema</b></big>
he: <big><b>מעלה את נתוני התקלה</b></big>
kab: <big><b>Asali n telɣut n wuguren</b></big>
ku: <big><b>Agahiyên pirsgirêkê tên barkirin</b></big>
mr: <big><b>समस्या माहिती अपलोड चालू आहे</b></big>
ne: <big><b>समस्याको जानकारी अपलोड हुदैछ​।</b></big>
pt: <big><b>A enviar informação sobre o problema</b></big>
ru: <big><b>Передача сведений о неполадке</b></big>
sk: <big><b>Nahrávajú sa informácie o probléme</b></big>

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
af: Die versamelde inligting word tans gestuur aan die bug sporingstelsel. Dit mag 'n paar minute duur.
ast: La información recopilada ta siendo unviada al sistema de seguimientu de fallos. Esto puede tardar varios minutos.
bg: Събраната информация бива изпращана към системата за следене на грешки. Това може да отнеме няколко минути.
es: La información recopilada está enviándose al sistema de seguimiento de errores. Esto puede tardar unos minutos.
he: המידע שנאסף נשלח כעת למערכת המעקב אחר התקלות. פעולה זו עלולה להמשך מספר דקות.
kab: Talɣut i d-yettwalqḍen tettili-d tuzzna-ines ɣer unagraw ameḍfar n yibugen. Ayagi yezmer ad yeṭṭef kra n tesdadin.
ku: Agahiyên civandî ji sîstema şopandina çewtiyan re tê şandin. Dibe ku ev çend deqeyan bigire.
mr: गोळा माहिती बग ट्रॅकिंग प्रणालीमध्ये पाठवला जात आहे. यास काही मिनिटे लागू शकतील.
ne: एकत्र जानकारी बग ट्रयाकिङ सिस्टममा पठाइदैछ​। यो केही मिनेट लिन सक्छ।
pt: A informação recolhida está a ser enviada ao sistema de rastreamento de erros. Isto poderá demorar alguns minutos.
ru: Собранные данные пересылаются в систему учёта ошибок. Это может занять несколько минут.
sk: Zhromaždené informácie budú odoslané do systému pre sledovanie chýb, čo môže chvíľu trvať.

source: Your system might become unstable now and might need to be restarted.
af: Jou stelsel mag dalk nou onstabiel raak en dit kan nodig wees om herbegin.
ast: El so sistema puede volvese inestable y ye dable que necesite reanicialu.
bg: Сега вашата система може да стане нестабилна и да се наложи да я рестартирате.
es: Su sistema puede volverse inestable y puede que necesite reiniciarlo.
he: המערכת שלך עלולה להפוך לבלתי יציבה כעת ויתכן שיהיה צורך בהפעלת המחשב מחדש.
kab: Anagraw-ik izmer ur irekked ara tura, ilaq ahat ad yales tanekra.
ku: Sîstema te vêga dibe ku bikeve halekî bêqerar û dibe ku ji nû ve destpêkirin hewce bike.
ne: तपाईंको सिस्टम अब अस्थिर बन्न सक्छ र फेरि सुरु गर्न आवश्यक हुन सक्छ।
pt: O seu sistema pode ficar instável agora e poderá necessitar de ser reiniciado.
ru: Система может стать нестабильной, возможно потребуется перезагрузка.
sk: Váš systém sa teraz môže stať nestabilným a môže byť potrebné ho reštartovať.
